Repository: inveniosoftware/invenio-app-rdm
Catalog: invenio_app_rdm/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, et, uk

source: The turn-key research data management repository
ar: المستودع الجاهز لإدارة بيانات البحث
cs: Repozitář na klíč pro správu vědeckých dat
et: Täisvalmis teadusandmete haldamise repositoorium
uk: Готовий "під ключ" репозитарій керування дослідницькими даними

source: InvenioRDM
ar: انفنيو لإدارة بيانات البحث

source: Welcome to Invenio App RDM!
ar: مرحبا بكم في منظومة انفنيو لإدارة بيانات البحث!
cs: Vítejte v repozitáři Invenio App RDM!
et: Tere tulemast Invenio RDM rakendusse!
uk: Вітаємо в Invenio App RDM!

source: JSON
ar: جيسون JSON

source: CSL
ar: سي أس أل CSL

source: DataCite JSON
ar: داتاسيت جيسون DataCite JSON

source: DataCite XML
ar: داتاسيت DataCite XML

source: Dublin Core XML
ar: دبلن كور XML

source: Citation File Format
ar: صيغة ملف الإستشهاد
cs: Formát citačního souboru

source: Data Package JSON
ar: حزمة بيانات جيسون JSON
cs: JSON datového balíčku

source: APA
ar: أبا APA

source: Harvard
ar: هارفارد

source: MLA
ar: أم أل أ MLA

source: Vancouver
ar: فنكوفر

source: Chicago
ar: شيكاغو

source: My dashboard
ar: لوح القيادة
cs: Můj přehled
et: Minu töölaud
uk: Панель інструментів

source: New upload
ar: إيداع جديد
cs: Nový záznam
et: Uus üleslaadimine
uk: Нове завантаження

source: Uploads
ar: الإيداعات
cs: Nahraná data
et: Üleslaadimised
uk: Завантаження

source: Communities
ar: المجتمعات
cs: Komunity
et: Grupid
uk: Спільноти

source: Requests
ar: الطلبات
cs: Žádosti
et: Taotlused
uk: Запити

source: Home
ar: الإستقبــال
cs: Hlavní stránka

source: Browse
ar: تصفح
cs: Procházet

source: Records
ar: التسجيلات
cs: Záznamy

source: Submit
ar: الإيداع
cs: Odeslat

source: Resource
ar: مورد
cs: Zdroj

source: Resource ID
ar: معرّف المورد
cs: ID zdroje

source: Action
ar: الإجراء
cs: Akce

source: User
ar: مستخدم
cs: Uživatel

source: Created
ar: تمّ الإنشاء
cs: Vytvořeno
et: Loodud
uk: Створено

source: View Log
ar: عرض سجل Log
cs: Zobrazit log

source: View Changes
ar: عرض التّغييرات
cs: Zobrazit změny

source: Domains
ar: النطاقات
cs: Domény

source: Site management
ar: إدارة الموقع
cs: Správa webu

source: Domain
ar: النّطاق
cs: Doména

source: TLD
ar: ت. ل. د. TLD

source: Status
ar: الحالة

source: Users
ar: المستخدمين
cs: Uživatelé

source: Active
ar: مفعٌل
cs: Aktivní

source: Inactive
ar: غير نشط
cs: Neaktivní

source: Confirmed
ar: مؤكد
cs: Potvrzen

source: Verified
ar: تم التحقق
cs: Ověřen

source: Blocked
ar: محظور
cs: Blokován

source: Domain name (all lowercase)
ar: إسم النطاق (all lowercase)
cs: Jméno domény (vše malými písmeny)

source: Status of the domain. One of new (domain needs review), moderated (users in domain require moderation), verified (users in domain does not require moderation) or blocked (users cannot register using this domain).
ar: حالة النطاق. جديد (يحتاج إلى مراجعة)، له مشرفون (يحتاج المستخدمون في النطاق إلى مراجعة)، وقعت مراجعته (لا يحتاج المستخدمون في النطاق إلى مراجعة)، أو محظور (لا يمكن للمستخدمين التسجيل باستخدام هذا النطاق).
cs: Stav domény. Jedna z možností: nová (doména vyžaduje kontrolu), moderovaná (uživatelé v doméně vyžadují moderování),ověřená (uživatelé v doméně nevyžadují moderování) nebo blokovaná (uživatelé se nemohou registrovat pomocí této domény).

source: Category
ar: الفئة
cs: Kategorie

source: A label to categorise the domain.
ar: شارة لتصنيف النطاق.
cs: Štítek pro kategorizaci domény.

source: Flagged
ar: مصنّف
cs: Označen

source: Used by automatic processes to flag the domain as requiring review.
ar: يتم استخدامه بواسطة العمليات التلقائية لتحديد النطاق عن طريق راية باعتباره يتطلب المراجعة.
cs: Používáno automatickými procesy pro označení domény jako vyžadující kontrolu.

source: Source of flag
ar: مصدر الراية
cs: Zdroj označení

source: Which source flagged the domain.
ar: ما هو المصدر الذي قام بتمييز النطاق؟
cs: Který zdroj označil doménu.

source: Create domain
ar: أنشئ نطاقا
cs: Vytvořit doménu

source: Edit domain
ar: تعديل النطاق
cs: Upravit doménu

source: Domain details
ar: تفاصيل النطاق
cs: Detaily domény

source: Top-level domain
ar: نطاق المستوى الأعلى
cs: Doména nejvyššího řádu

source: Updated
ar: محينة
cs: Aktualizováno

source: Organisation
ar: المنظمة
cs: Organizace

source: Records & files
ar: التسجيلات و الملفات
cs: Záznamy & soubory

source: Title
ar: العنوان
cs: Název

source: Owner
ar: المالك
cs: Vlastník

source: Files
ar: الملفات
cs: Soubory
et: Failid
uk: Файли

source: Stats
ar: إحصائيّات
cs: Statistiky

source: Delete record
ar: إحذف التسجيلة
cs: Smazat záznam

source: Restore record
ar: إسترجع التسجيلة
cs: Obnovit záznam

source: Compare revisions
ar: مقارنة المراجعات
cs: Porovnat revize

source: Drafts
ar: مسودات
cs: Návrhy

source: Set quota
ar: ثبّت الكوتا
cs: Nastavit kvótu

source: Moderation
ar: الإشراف
cs: Moderace

source: Email
ar: البريد الإلكتروني

source: Email domain
ar: نطاق البريد الإلكتروني
cs: Doména e-mailu

source: Activity
ar: النشاط
cs: Aktivita

source: Approve
ar: قبول
cs: Schválit

source: Block
ar: حظر
cs: Blokovat

source: User moderation
ar: الإشراف على المستخدم
cs: Schvalování uživatelů

source: ID
ar: معرّف ID

source: Open
ar: مفتوح
cs: Otevřený

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno

source: Domain
ar: النّطاق
cs: Doména

source: Visibility
ar: مرئيّة
cs: Viditelnost

source: Confirmed at
ar: تم التأكيد في
cs: Potvrzen dne

source: Verified at
ar: تم التّحقق في
cs: Ověřen dne

source: Blocked at
ar: تم الحظر في
cs: Blokován dne

source: User management
ar: إدارة المستخدم
cs: Správa uživatelů

source: Restore
ar: إسترجع
cs: Obnovit

source: Suspend
ar: علّق
cs: Pozastavit

source: User details
ar: تفاصيل المستخدم
cs: Detaily uživatele

source: Subcommunities
ar: مجتمع فرعي
cs: Podkomunity

source: See all
ar: رؤية الكل
cs: Zobrazit vše

source: This community has no subcommunities
ar: هذا المجتمع ليس به مجتمعات فرعيّة.
cs: Tato komunita nemá žádné podkomunity

source: Search
ar: ابحث
cs: Hledat
et: Otsi
uk: Пошук

source: New version
ar: إصدار جديد
cs: Nová verze
et: Uus versioon
uk: Нова версія

source: Edit upload
ar: تعديل الإيداع
cs: Upravit záznam
et: Redigeeri üleslaadimist
uk: Редагувати завантаження

source: Information banner
ar: راية المعلومات
cs: Informační pruh
et: Infobänner

source: Part of
ar: جزء من
cs: Část čeho

source: Community visibility
ar: مرئية المجتمع
cs: Viditelnost komunity
et: Grupi nähtavus
uk: Видимість спільноти

source: The community is restricted to users with access.
ar: المجموعة حصريّة للأعضاء المخوّل لهم الولوج
cs: Komunita je viditelná pouze svým členům.
et: Grupp on kättesaadav vaid ligipääsuõigusega kasutajatele.
uk: Спільнота для користуваічв з належним доступом

source: Restricted
ar: مقيدة
cs: Omezený
et: Piiratud
uk: Обмежений доступ

source: Preview
ar: مراجعة
cs: Náhled
et: Eelvaade
uk: Попередній перегляд

source: You are previewing a published record.
ar: أنت تراجع تسجيلة منشورة
cs: Nahlížíte na publikovaný záznam.
et: Oled avaldatud kirje eelvaates.
uk: Ви переглядаєте опублікований запис

source: You are previewing changes that have not yet been published.
ar: أنت تراجع تغييرات لم تنشر بعد
cs: Nahlížíte na změny, které ještě nebyly publikovány.
et: Oled ülevaatamas muudatusi, mis ei ole veel avaldatud.
uk: Ви переглядаєте зміни, що ще не були опубліковані.

source: You are previewing a new record that has not yet been published.
ar: انت تراجع تسجيلة جديدة لم تنشر بعد
cs: Nahlížíte na nový záznam, který ještě nebyl publikován.
et: Oled veel avaldamata kirje eelvaates.
uk: Ви переглядаєте новий запис, що ще не був опублікований

source: You are previewing a new record version that has not yet been published.
ar: أنت تراجع إصدارا جديدا لتسجيلة لم تنشر بعد
cs: Nahlížíte na novou verzi záznamu, která ještě nebyla publikována.
et: Oled ülevaatamas kirje uut versiooni, mis ei ole veel avaldatud.
uk: Ви переглядаєте нову версію документу, яка ще не була опублікована.

source: There is a %(link_start)snewer version%(link_end)s of the record available.
ar: يوجد %(link_start)sإصدار أحدث للتسجيلة المتاحة%(link_end)s
cs: K dispozici je %(link_start)snovější verze%(link_end)s záznamu.

source: Record access information
ar: معلومات الدّخول للتسجيلة
cs: Přístupové informace k záznamu
et: Info kirje ligipääsu kohta
uk: Інформація про доступ до запису

source: Reason
ar: السّبب
cs: Důvod
et: Põhjus
uk: Підстава

source: Back-navigation
ar: الرجوع للتصفح
cs: Navigace zpět
et: Tagasi navigeerimine

source: Back to edit
ar: الرجوع للإعداد
cs: Zpět na editaci
et: Tagasi redigeerimise juurde
uk: Повернутись до редагування

source: Manage record
ar: التّصرّف في التسجيلة
cs: Spravovat záznam
et: Halda kirjet
uk: Керувати записом

source: Publication date and version number
ar: تاريخ النّشر و رقم الإصدار
cs: Datum publikace a číslo verze
et: Publitseerimise kuupäev ja versiooni number
uk: Дата публікації та номер версії

source: Publication date
ar: تاريخ النّشر
cs: Datum vydání
et: Avaldamise kuupäev
uk: Дата публікації

source: Published
ar: نشرت
cs: Publikováno
et: Avaldatud
uk: Опубліковано

source: Version {version_number}
ar: الإصدار {version_number}
cs: Verze {version_number}
et: Versioon {version_number}
uk: Версія {version_number}

source: Resource type
ar: نوع المورد
cs: Typ zdroje
et: Ressursi liik
uk: Тип ресурсу

source: Access status
ar: حالة الاتاحة
cs: Stav přístupu
et: Ligipääsu staatus
uk: Стан доступу

source: Record title and creators
ar: عنوان التّسجيلة و منشؤها
cs: Název záznamu a autoři
et: Kirje pealkiri ja loojad
uk: Назва та автори

source: Creators and contributors
ar: المنشئون و المساهمون
cs: Autoři a přispěvatelé
et: Loojad ja kaastöölised
uk: Автори та учасники

source: Request access
ar: طلب دخول
cs: Zažádat o přístup

source: If you would like to request access to these files, please fill out the form below.
ar: إذا كنت ترغب في طلب الوصول إلى هذه الملفات، يرجى ملء النموذج أدناه.
cs: Pokud byste chtěli požádat o přístup k těmto souborům, vyplňte prosím níže uvedený formulář.

source: You need to satisfy these conditions in order for this request to be accepted:
ar: يجب عليك استيفاء هذه الشروط حتى يتم قبول هذا الطلب:
cs: Pro přijetí této žádosti musíte splnit tyto podmínky:

source: System files
ar: ملفات النظام
cs: Systémové soubory

source: Additional record details
ar: تفاصيل إضافيّة حول التّسجيلة
cs: Další detaily záznamu
et: Kirje täiendavad üksikasjad
uk: Додаткові відомості про запис

source: Record details
ar: تفاصيل التّسجيلة
cs: Detaily záznamu
et: Kirje üksikasjad
uk: Деталі запису

source: Jump to top of page
ar: أعلى الصّفحة
cs: Přejít na začátek stránky
et: Tagasi lehe ülaosasse
uk: Перейти до початку сторінки

source: Jump up
ar: إلى أعلى
cs: Přejít nahoru
et: Tagasi üles
uk: Перейти вгору

source: Draft not found
ar: لم يتم العثور على المسودّة
cs: Koncept nenalezen

source: This record has already been published and is not currently being edited, so no draft exists.
ar: لقد تم نشر هذه التسجيلة بالفعل وهي ليست قيد التعديل حاليًا، لذا لا وجود لمسودة.
cs: Tento záznam už byl publikován a v současné době není upravován, takže koncept neexistuje.

source: Go to published record
ar: الذهاب إلى تسجيلة منشورة
cs: Přejít na publikovaný záznam

source: Back to details
ar: العودة إلى التّفاصيل
cs: Zpět na detaily
et: Tagasi üksikasjade juurde
uk: Повернутись до деталей

source: Preview for
ar: معاينة لـ
cs: Náhled na
et: Eelvaade

source: Permission required
ar: يلزمك إذن
cs: Požaduje se oprávnění

source: The record was previously accessible to the public but is now restricted to users with access.
ar: التسجيلة أتيحت للعموم سابقا لكنها مقيّدة الآن و متاحة حصريا للمستخدمين الذين لهم حق الولوج.
cs: Tento záznam byl dříve veřejně dostupný, ale nyní je omezen pouze na uživatele s explicitním přístupem.

source: The Digital Object Identifier (DOI) associated with this record remains active for reference.
ar: المعرف الرقمي للأشاء (DOI) المرتبط بهذه التسجيلة يظل نشطًا كمرجع.
cs: Digitální identifikátor objektu (DOI) spojený s tímto záznamem zůstává aktivní pro odkazování.

source: Identifier:
ar: المعرّف
cs: Identifikátor:

source: Search results
ar: نتائج البحث
cs: Výsledky hledání
et: Otsingu tulemused
uk: Результати пошуку

source: Tombstone
ar: تمثال
cs: Náhrobní kámen

source: Reason unknown
ar: السبب غير معلوم
cs: Důvod neznámý

source: Gone
ar: تم
cs: Odstraněn(o)
et: Pole saadaval
uk: Втрачений

source: The record you are trying to access was removed from %(sitename)s. The metadata of the record is kept for archival purposes.
ar: التسجيلة التي تحاول دخولها حذفت من %(sitename)s. تم الابقاء على الميتاداتا لأغراض الأرشفة والحفظ.
cs: Záznam, ke kterému se snažíte získat přístup, byl odstraněn z %(sitename)s. Metadata záznamu jsou uchovávána pro archivační účely.

source: Reason for removal:
ar: سبب الحذف:
cs: Důvod smazání:
et: Eemaldamise põhjus:
uk: Підстава для видалення:

source: Removed by:
ar: تم الحذف من طرف:
cs: Odstranil:

source: Removal note:
ar: ملاحظة الحذف:
cs: Poznámka k odstranění:

source: Date of removal:
ar: تاريخ الحذف:
cs: Datum odstranění:

source: Citation:
ar: إستشهاد:
cs: Citace:

source: You are currently not logged in
ar: أنت لم تقم بتسجيل الدخول حاليا
cs: Momentálně nejste přihlášen(a)

source: Do you have an account?
ar: هل لديك حساب؟
cs: Máte svůj účet?

source: Log in here
ar: سجل الدّخول هنا
cs: Přihlašte se zde

source: You are logged in as
ar: لقد قمت بتسجيل الدخول باسم
cs: Jste přihlášen(a) jako

source: Not you?
ar: لست أنت؟
cs: Nejste to Vy?

source: Log out
ar: خروج
cs: Odhlásit se
et: Logi välja
uk: Вийти

source: to switch account.
ar: لتغيير الحساب.
cs: přepnout účet

source: Send message
ar: أرسل رسالة
cs: Poslat zprávu

source: Creators
ar: المنشؤون
cs: Autoři
et: Loojad
uk: Автори

source: Contributors
ar: المساهمون
cs: Přispěvatelé

source: Record description
ar: وصف التّسجيلة
cs: Popis záznamu
et: Kirje kirjeldus
uk: Опис запису

source: Description
ar: وصف
cs: Popis
et: Kirjeldus
uk: Опис

source: Additional details
ar: تفاصيل إضافيّة
cs: Další údaje
et: Täiendavad üksikasjad
uk: Додаткові відомості

source: Additional titles
ar: عناوين إضافيّة
cs: Další názvy
et: Täiendavad pealkirjad
uk: Додаткові назви

source: Identifiers
ar: معرّفات
cs: Identifikátory
et: Identifikaatorid
uk: Ідентифікатори

source: Related works
ar: أعمال ذات علاقة
cs: Související práce
et: Seotud tööd
uk: Пов'язані праці

source: Funding
ar: التّمويل
cs: Financování
et: Rahastus
uk: Джерела фінансування

source: Dates
ar: تواريخ
cs: Datace
et: Kuupäevad
uk: Дати

source: References
ar: مراجع
cs: Zdroje
et: Viited
uk: Посилання

source: Views
ar: عروض
cs: Zobrazení

source: Downloads
ar: تنزيلات
cs: Stažení

source: Show more details
ar: عرض المزيد من التفاصيل
cs: Zobrazit více detailů

source: Show less details
ar: إختصر في عرض التفاصيل
cs: Zobrazit méně detailů

source: All versions
ar: كل الإصدارات
cs: Všechny verze

source: This version
ar: هذا الإصدار
cs: Tato verze

source: More info
ar: المزيد من المعلومات
cs: Více informací

source: Total views
ar: مجموع الإطلاع
cs: Celkový počet zobrazení

source: Total downloads
ar: مجموع التنزيلات
cs: Celkový počet stažení

source: Data volume
ar: حجم البيانات
cs: Objem dat

source: Total data volume
ar: مجموع حجم البيانات
cs: Celkový objem dat

source: More info on how stats are collected.
ar: مزيد من المعلومات حول كيفية جمع الإحصائيات.
cs: Více informací o tom, jak jsou statistiky sbírány.

source: Keywords
ar: كلمات مفاتيح
cs: Klíčová slova
et: Märksõnad
uk: Ключові слова

source: Search results for
ar: نتائج البحث لـ
cs: Výsledky hledání pro
et: Otsi tulemusi
uk: Результати пошуку для

source: Citation
ar: إستشهاد
cs: Citace

source: Details
ar: تفاصيل
cs: Detaily
et: Üksikasjad
uk: Деталі

source: Publisher
ar: النّاشر
cs: Vydavatel
et: Avaldaja
uk: Видавець

source: Published in
ar: نشر في
cs: Publikováno v

source: Imprint
ar: بصمة
cs: Vydavatelské údaje

source: Thesis
ar: أُطرُوحَة
cs: Závěrečná práce

source: Conference
ar: مؤتمر
cs: Konference

source: Languages
ar: اللّغات
cs: Jazyky
et: Keeled
uk: Мови

source: Formats
ar: صيغ
cs: Formáty
et: Formaadid
uk: Формати

source: Sizes
ar: أحجام
cs: Velikosti
et: Suurused
uk: Розміри

source: Export
ar: تصدير
et: Ekspordi
uk: Експортувати

source: External resources
ar: موارد خارجيّة
cs: Externí zdroje

source: Keywords and subjects
ar: كلمات مفاتيح و المواضيع
cs: Klíčová slova a předmětová hesla
et: Märksõnad ja teemad
uk: Ключові слова та тематика

source: Opens in new tab
ar: فتح في تبويبة جديدة
cs: Otevře se v nové záložce
et: Avaneb uues sakis
uk: Буде відкрито у новій вкладці

source: Read more
ar: إقراء المزيد
cs: Čtěte více

source: Rights
ar: الحقوق
cs: Práva
et: Õigused
uk: Права

source: Close
ar: غلق
cs: Zavřít
et: Sulge
uk: Закрити

source: No further description.
ar: لا مزيد من الوصف
cs: Žádný další popis.
et: Pikemat kirjeldust ei ole.
uk: Додатковий опис відсутній.

source: Geographic locations
ar: مواقع جغرافيّة
cs: Geografické lokace

source: Record management
ar: إدارة التّسجيلة
cs: Správa záznamu
et: Kirje haldamine
uk: Керування записом

source: Metrics
ar: قياسات
cs: Metriky

source: Upload information
ar: تحميل المعلومات
cs: Informace k nahranému záznamu
et: Info üleslaadimise kohta

source: Technical metadata
ar: ميتاداتا تقنيّة
cs: Technická metadata

source: Modified
ar: تمّ التّغيير
cs: Upraveno
et: Muudetud
uk: Змінено

source: Versions
ar: الإصدارات
cs: Verze
et: Versioonid
uk: Версії

source: profile
ar: الملف الشّخصي
cs: profil
et: profiil
uk: профіль

source: Show affiliations
ar: عرض الإنتماءات
cs: Zobrazit afiliace
et: Näita seoseid

source: Hide affiliations
ar: إخفي الإنتماءات
cs: Schovat afiliace
et: Peida seosed

source: Affiliations for
ar: الإنتماءات لـ
cs: Afiliace pro
et: Seosed

source: Missing description type!
ar: نوع الوصف غير متوفّر!
cs: Chybí typ popisu!

source: Unknown date type
ar: نوعيّة التاريخ غير معروفة
cs: Neznámý typ data

source: Open external link
ar: إفتح رابط خارجي
cs: Otevřít externí odkaz
et: Ava väline link
uk: Відкрити зоанішнє посилання

source: Conference website
ar: موقع واب المؤتمر
cs: Webové stránky konference

source: DOI
ar: المعرف الوحيد للأشياء DOI

source: Get the DOI badge!
ar: تحصّل على شارة DOI
cs: Získat odznak DOI!
et: Hangi DOI tunnus!

source: DOI Badge
ar: شارة DOI
cs: DOI odznak
et: DOI tunnus

source: File preview
ar: عرض الملف
cs: Náhled souborů
et: Faili eelvaade
uk: Попередній перегляд файлу

source: This file cannot be previewed
ar: لا يمكن معاينة هذا الملف
cs: Soubor nelze zobrazit v náhledu

source: This file is an external reference and not stored directly in this repository. To access its content, please download it and open it locally.
ar: هذا الملف هو مرجع خارجي، وليس مُخزّنًا مباشرةً في هذا المستودع. للوصول إلى محتواه، يُرجى تنزيله وفتحه محليًا.
cs: Tento soubor je externí reference a není uložen přímo v tomto repozitáři.Pro přístup k jeho obsahu si jej stáhněte a otevřete lokálně.

source: Name
ar: إسم
cs: Jméno
et: Nimetus
uk: Назва

source: Size
ar: الحجم
cs: Velikost
et: Suurus
uk: Розмір

source: Download all
ar: تنزيل الكل
cs: Stáhnout vše

source: This is the file fingerprint (checksum), which can be used to verify the file integrity.
ar: هذه هي بصمة الملف (المجموع الاختباري) ، والتي يمكن استخدامها للتحقق من سلامة الملف.
cs: Toto je kontrolní součet souboru, který lze použít pro verifikaci konzistence souboru.
et: See on faili räsi (kontrollsumma), mille abil saab kontrollida faili terviklust.

source: N/A (external)
ar: غير متوفر (خارجي)
cs: Neznámý (externí)

source: Download
ar: تنزيل
cs: Stáhnout
et: Lae alla
uk: Завантажити

source: Unknown
ar: غير معلوم
cs: Neznámý

source: See the full number
ar: أنظر العدد الكامل
cs: Zobrazit celkový počet

source: Version
ar: إصدار
cs: Verze

source: No DOI available
ar: لا يوجد DOI متاح
cs: DOI není k dispozici

source: Digital Object Identifier
ar: معرّف الكيان الرقمي
cs: Identifikátor digitálního objektu

source: Copy/paste your existing DOI here...
ar: انسخ/ألصق DOI الحالي الخاص بك هنا...
cs: Sem zkopírujte/vložte Váš existující DOI...

source: Discard the reserved %(scheme_label)s.
ar: التخلص من المحجوز %(scheme_label)s.
cs: Zrušit rezervaci %(scheme_label)s

source: Get a %(scheme_label)s now!
ar: تحصل على %(scheme_label)s الآن!
cs: Získejte %(scheme_label)s nyní!

source: Reserve a %(scheme_label)s by pressing the button (so it can be included in files prior to upload). The %(scheme_label)s is registered when your upload is published.
ar: إحجز %(scheme_label)s بالضغط على الزر (بحيث يمكن إدراجه في الملفات قبل التحميل). يتم تسجيل %(scheme_label)s عندما يتم نشر التحميل الخاص بك.
cs: Rezervujte si %(scheme_label)s stisknutím tlačítka (aby mohl být zahrnut do souborů před nahráním). %(scheme_label)s bude zaregistrován při publikaci.

source: A %(scheme_label)s allows your upload to be easily and unambiguously cited. Example: 10.1234/foo.bar
ar: يتيح %(scheme_label)s إمكانية الإستشهاد بالتحميل الخاص بك بسهولة ودون لبس. مثال: 10.1234 / foo.bar
cs: %(scheme_label)s umožňuje snadné a jednoznačné citování Vaší nahrávky. Příklad: 10.1234/foo.bar

source: All
ar: الكلّ
cs: Vše
et: Kõik
uk: Всі

source: Back to invitations
ar: عودة إلى الدّعوات
cs: Zpět na pozvánky
et: Tagasi kutsete juurde
uk: Повернутись до запрошень

source: Back to requests
ar: عودة إلى الطّلبات
cs: Zpět na žádosti
et: Tagasi taotluste juurde
uk: Повернутись до запитів

source: Conversation
ar: محادثة
cs: Konverzace
et: Vestlus
uk: Бесіда

source: Record
ar: تسجيلة
cs: Záznam
et: Kirje
uk: Запис

source: Checks
ar: فحوصات
cs: Kontroly

source: Access request
ar: طلب الولوج
cs: Žádost o přístup

source: View Community
ar: إطّلع على المجموعة
cs: Zobrazit komunitu
et: Vaata Gruppi
uk: Переглянути спільноту

source: View record
ar: مشاهدة التّسجيلة
cs: Zobrazit záznam
et: Vaata kirjet
uk: Переглянути запис

source: Notification preferences were updated.
ar: تم تحيين إعدادات الإشعار.
cs: Nastavení upozornění bylo aktualizováno.

source: About InvenioRDM
ar: حول انفنيو لإدارة بيانات البحث
cs: O InvenioRDM
et: InvenioRDM-i kohta
uk: Про InvenioRDM

source: Product page
ar: صفحة المنتج
cs: Produktová stránka

source: Features
ar: الملامح
cs: Funkce

source: Roadmap
ar: خارطة طريق
cs: Plán vývoje

source: Demo site
ar: موقع تجريبي
cs: Demo stránka

source: Get involved
ar: شاركنا وأنخرط
cs: Zapojit se do vývoje
et: Löö kaasa
uk: Долучитись

source: GitHub
ar: جيت هوب GitHub

source: Project Milestones
ar: المعالم البارزة للمشروع
cs: Milníky projektu

source: Documentation
ar: الوثائق
cs: Dokumentace

source: Community
ar: المجتمع
cs: Komunita
et: Grupp
uk: Спільнота

source: Chatroom
ar: الدردشة
cs: Chatovací místnost

source: Forum
ar: المنتدى
cs: Fórum

source: Events & training
ar: التظاهرات و التكوين
cs: Události & školení

source: Impersonated session
ar: فضاء محاكاة شخصيّة
cs: Impersonovaná relace

source: You must logout after you finish with you inquiry!
ar: يجب عليك تسجيل الخروج بعد الانتهاء من استفسارك!
cs: Po dokončení dotazu se musíte odhlásit!

source: home
ar: الإستقبــال
cs: domů

source: Menu
ar: القائمة
et: Menüü
uk: Меню

source: Close menu
ar: إغلاق القائمة
cs: Zavřít menu
et: Sulge menüü
uk: Закрити меню

source: Inbox
ar: صندوق الواردات
cs: Příchozí schránka
uk: Вхідні повідомлення

source: Search
ar: بحث
cs: Hledat
et: Otsi
uk: Пошук

source: Log in
ar: تسجيل الدّخول
cs: Přihlásit se
et: Logi sisse
uk: Увійти

source: Sign up
ar: سجّل
cs: Zaregistrovat se
et: Registreeru
uk: Зареєструватись

source: Quick create
ar: إنشاء سريع
cs: Rychlé vytvoření

source: Actions
ar: العمليات
cs: Akce
et: Tegevused
uk: Дії

source: My account
ar: حسابي
cs: Můj účet
et: Minu konto
uk: Мій обліковий запис

source: You've successfully installed InvenioRDM!
ar: قمت بالتّثبيت بنجاح
cs: Úspěšně jste nainstalovali systém InvenioRDM!
et: InvenioRDM on edukalt paigaldatud!
uk: Ви успішно встановили InvenioRDM!

source: What is ahead?
ar: ماذا ينتظرنا؟
cs: Co nás čeká?
et: Mis ootab ees?
uk: Що далі?

source: Configure
ar: تهيئة
cs: Konfigurovat
et: Seadista
uk: Налаштуйте
