Repository: inveniosoftware/invenio-app-rdm
Catalog: invenio_app_rdm/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, et, uk

source: Configure the datamodel, resource types, permissions and much more to make it suit your needs! For more information on how to do it visit the
ar: قم بتشكيل نموذج البيانات، وأنواع الموارد، والأذونات، والمزيد لتناسب احتياجاتك! لمزيد من المعلومات حول كيفية القيام بذلك، تفضل بزيارة
cs: Nakonfigurujte datový model, typy zdrojů, oprávnění a další možnosti podle svých potřeb. Více informací naleznete v

source: configuration section in the docs
ar: باب التشكيل configuration في الوثائق
cs: konfigurační sekci v dokumentaci

source: Customize
ar: تعديل
cs: Přizpůsobit
et: Kohanda
uk: Пристосуйте

source: Customize the layout and adapt the styling to match your institution's. See how to do so
ar: قم بصياغة التصميم وعدّله ليناسب مؤسستك. تعرّف على كيفية القيام بذلك.
cs: Přizpůsobte rozvržení a styl tak, aby odpovídaly Vaší instituci. Zjistěte, jak na to

source: here
ar: هنا
cs: zde

source: Use it!
ar: إستخدمه!
cs: Použít!

source: Use and explore your InvenioRDM instance.
ar: استخدم واستكشف مثيل InvenioRDM الخاص بك.
cs: Používejte a prozkoumávejte svou instanci InvenioRDM.

source: Use
ar: إستخدم
cs: Použít

source: Docs
ar: وثائق
cs: Dokumentace
et: Dokumendid
uk: Документація

source: Code
ar: رمز
cs: Kód
et: Kood
uk: Джерельний код

source: To disable this section, add
ar: لتعطيل هذا القسم، أضف
cs: Pro vypnutí této sekce přidejte

source: to your invenio.cfg file.
ar: إلى ملف invenio.cfg الخاص بك.
cs: do Vašeho souboru invenio.cfg.

source: In this collection
ar: في هذه المجموعة
cs: V této kolekci

source: In this community
ar: في هذه المجموعة
cs: V této komunitě
et: Selles kogukonnas
uk: У цій спільноті

source: Search records
ar: البحث عن تسجيلات...
cs: Hledat záznamy

source: Powered by
ar: مدعوم من طرف
cs: Založeno na systému

source: The following files were flagged as 'unhealthy'. This means that the checksum check failed or timed out. Please take any action if needed.
ar: تم تصنيف الملفات التالية على أنها "غير سليمة". هذا يعني أن عملية التحقق من المجموع الاختباري فشلت أو انتهت صلاحيتها. يُرجى اتخاذ أي إجراء إذا لزم الأمر.
cs: Následující soubory byly označeny jako 'nezdravé'. To znamená, že kontrola kontrolního součtu selhala, nebo vypršel časový limit. Pokud je potřeba, podnikněte odpovídající kroky.

source: ID: {}
ar: المعرف: {}

source: URI: {}
ar: معرف الموارد الموحد URI: {}

source: Name: {}
ar: الإسم: {}
cs: Jméno: {}

source: Created: {}
ar: الإنشاء: {}
cs: Vytvořeno: {}

source: Checksum: {}
ar: ‫تدقيق‬ المجموع: {}
cs: Kontrolní součet: {}

source: Last check date: {}
ar: تاريخ آخر تدقيق: {}
cs: Datum poslední kontroly: {}

source: Last check FAILED with result: {}
ar: آخر تدقيق "فشل" مع النتيجة: {}
cs: Poslední kontrola SELHALA s výsledkem: {}

source: Record: {}
ar: التسجيلة: {}
cs: Záznam: {}

source: Draft: {}
ar: مسودة: {}
cs: Koncept: {}

source: Search guide
ar: دليل البحث
cs: Průvodce vyhledáváním
et: Otsingu juhend
uk: Посібник з пошуку

source: FAQ statistics
ar: إحصائيات الأسئلة الشائعة FAQ
cs: statistiky FAQ

source: FAQ versioning
ar: إصدارات الأسئلة الشائعة FAQ
cs: verzování FAQ

source: Recent uploads
ar: التحميلات الحديثة
cs: Nedávná nahrání

source: Verified community
ar: مجتمع تم التحقق منه
cs: Ověřená komunita

source: Privacy policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů

source: Terms of use
ar: شروط الاستخدام
cs: Podmínky užití

source: Support
ar: الدعم
cs: Podpora

source: Your dashboard
ar: لوح القيادة
cs: Váš přehled

source: Anonymous user
ar: مستخدم مجهول
cs: Anonymní uživatel

source: New community
ar: مجتمع جديد
cs: Nová komunita

source: There is a %(link_start)snewer version%(link_end)s of the record available.
et: Kirjest on olemas %(link_start)suuem versioon%(link_end)s.
uk: Доступна %(link_start)sбільш нова версія%(link_end)s цього запису.

source: Record citations
et: Kirje tsiteeringud

source: The record you are trying to access was removed from %(sitename)s. The metadata of the record is kept for archival purposes.
et: Kirje, millele proovid juurde pääseda on %(sitename)s lehelt eemaldatud. Kirje metaandmeid säilitatakse arhiveerimise eesmärgil.
uk: Запис, який ви намагаєтесь отримати, видалено з сайту%(sitename)s. Метадані запису збережено з метою архівування.

source: Creators list
et: Loojate nimekiri
uk: Перелік авторів

source: Contributors list
et: Kaastööliste nimekiri
uk: Перелік учасників

source: Record versions
et: Kirje versioonid
uk: Версії запису

source: Discard the reserved {scheme_label}.
et: Loobuge reserveeritud {scheme_label}-st.

source: Get a {scheme_label} now!
et: Hangi {scheme_label}!

source: Reserve a {scheme_label} by pressing the button (so it can be included in files prior to upload). The {scheme_label} is registered when your upload is published.
et: Broneerige {scheme_label}, vajutades nuppu (et saaks selle enne üleslaadimist failidesse kaasata). {scheme_label} registreeritakse teie üleslaadimise avaldamisel.

source: A {scheme_label} allows your upload to be easily and unambiguously cited. Example: 10.1234/foo.bar
et: {scheme_label} võimaldab sinu poolt üles laetut lihtsalt ja üheseltmõistetavalt tsiteerida. Näiteks: 10.1234/foo.bar

source: <p><a href="%(invenio_rdm)s">Product page</a></p>
et: <p><a href="%(invenio_rdm)s">Tooteleht</a></p>
uk: <p><a href="%(invenio_rdm)s">Сайт програми</a></p>

source: <p><a href="%(invenio_rdm_features)s">Features</a></p>
et: <p><a href="%(invenio_rdm_features)s">Omadused</a></p>
uk: <p><a href="%(invenio_rdm_features)s">Особливості</a></p>

source: <p><a href="%(invenio_rdm_roadmap)s">Roadmap</a></p>
et: <p><a href="%(invenio_rdm_roadmap)s">Tegevusplaan</a></p>
uk: <p><a href="%(invenio_rdm_roadmap)s">Дорожна карта</a></p>

source: <p><a href="%(invenio_rdm_demo_site)s">Demo site</a></p>
et: <p><a href="%(invenio_rdm_demo_site)s">Demoleht</a></p>
uk: <p><a href="%(invenio_rdm_demo_site)s">Демонстраційни сайт</a></p>

source: <p><a href="%(invenio_rdm_milestones)s">Project Milestones</a></p>
et: <p><a href="%(invenio_rdm_milestones)s">Projekti tähtpunktid</a></p>
uk: <p><a href="%(invenio_rdm_milestones)s">Основні етапи</a></p>

source: <p><a href="%(invenio_rdm_docs_site)s">Documentation</a></p>
et: <p><a href="%(invenio_rdm_docs_site)s">Dokumentatsioon</a></p>
uk: <p><a href="%(invenio_rdm_docs_site)s">Документація</a></p>

source: <p><a href="%(invenio_rdm_chatroom)s">Chatroom</a></p>
et: <p><a href="%(invenio_rdm_chatroom)s">Jututuba</a></p>
uk: <p><a href="%(invenio_rdm_chatroom)s">Кімната чату</a></p>

source: <p><a href="%(invenio_rdm_talk)s">Forum</a></p>
et: <p><a href="%(invenio_rdm_talk)s">Foorum</a></p>
uk: <p><a href="%(invenio_rdm_talk)s">Форум</a></p>

source: <p><a href="%(invenio_events)s">Events & training</a></p>
et: <p><a href="%(invenio_events)s">Sündmused ja koolitused</a></p>
uk: <p><a href="%(invenio_events)s">Події та навчання</a></p>

source: Configure the datamodel, resource types, permissions and much more to make it suit your needs! For more information on how to do it visit the <a href="%(configuration_link)s" target="_blank">configuration section in the docs</a>.
et: Kohanda andmemudelit, ressursi tüüpe, ligipääsuõiguseid ja palju muud vastavalt oma vajadustele! Rohkem informatsiooni tegevuste kohta leiad <a href="%(configuration_link)s" target="_blank">kohandamise lõigust dokumentatsiooni all</a>.
uk: Налаштуйте модель даних, типи ресурсів, дозволи, та багато іншого для ваших потреб! За додатковою інформацію щодо того, як це зробити, відвідайте сторінку <a href="%(configuration_link)s" target="_blank">розділу налаштувань документації</a>.

source: Customize the layout and adapt the styling to match your institution's. See how to do so <a href="%(configuration_link)s" target="_blank">here</a>.
et: Muuda küljendust ning kohanda stiil oma asutusele vastavaks. Uuri lähemalt, kuidas seda teha <a href="%(configuration_link)s" target="_blank">siin</a>.
uk: Змініть зовнішній вигляд та стиль у відповідності з потребами вашої установи. Детальніше про це <a href="%(configuration_link)s" target="_blank">тут</a>.

source: Run it!
et: Käivita!
uk: Запустіть!

source: <a href="%(deployment_link)s" target="_blank">Run</a> your InvenioRDM instance locally or in containers.
et: <a href="%(deployment_link)s" target="_blank">Jooksuta</a> oma InvenioRDM eksemplari lokaalselt või konteinerites.
uk: <a href="%(deployment_link)s" target="_blank">Запустіть</a> власну InvenioRDM як локальний застосунок, чи у контейнерах.

source: Powered by <a href="%(invenio_rdm)s">InvenioRDM</a>
uk: Використовує рушій <a href="%(invenio_rdm)s">InvenioRDM</a>
