Repository: inveniosoftware/invenio-app-rdm
Catalog: invenio_app_rdm/theme/assets/semantic-ui/translations/invenio_app_rdm/messages/*/messages.po
Languages: ar, fi, hu, ru, sv, tr

source: Recent changes
fi: Viimeaikaiset muutokset
tr: Son değişiklikler

source: Audit Log Details
fi: Tarkastuslokin tiedot
tr: Denetim Günlüğü Ayrıntıları

source: Resource
fi: Resurssi
tr: Kaynak

source: Resource ID
fi: Resurssin tunnus
tr: Kaynak Kimliği

source: Action
fi: Toiminto
tr: Eylem

source: User
ar: مستخدم
fi: Käyttäjä
hu: Felhasználó
ru: Пользователь
sv: Användare
tr: Kullanıcı

source: Created
ar: تمّ الإنشاء
fi: Luotu
hu: Létrehozva
ru: Создано
sv: Skapad
tr: Oluşturuldu

source: No revision ID found.
fi: Muutosversiotunnusta ei löytynyt.
tr: Revizyon kimliği bulunamadı.

source: Unable to fetch revisions.
fi: Versioita ei voitu hakea.
tr: Revizyonlar getirilemedi.

source: Cancel revision comparison
fi: Peruuta versiovertailu
tr: Revizyon karşılaştırmasını iptal et

source: Impersonate user
ar: محاكاة لشخصيّة المستخدم
fi: Esitä käyttäjää
hu: Felhasználó azonosítása
ru: Имперсонировать пользователя
sv: Imitera användare
tr: Kullanıcıyı taklit et

source: Impersonate
ar: محاكاة
fi: Esitä käyttäjää
hu: Azonosít
ru: Имперсонировать
sv: Imitera
tr: Taklit et

source: You must accept this.
ar: يجب أن تقبل بهذا.
fi: Sinun on hyväksyttävä tämä.
hu: El kell fogadnia ezt.
ru: Вы должны принять это.
sv: Du måste acceptera detta.
tr: Bunu kabul etmelisiniz.

source: Success
ar: نجاح العمليّة
fi: Onnistui
hu: Siker
ru: Успешно
sv: Framgång
tr: Başarılı

source: User impersonated succesfully! You will be redirected in frontpage soon.
ar: تمت محاكاة شخصية المستخدم بنجاح! سيتم إعادة توجيهك إلى الصفحة الرئيسية.
fi: Käyttäjän esittäminen onnistui! Sinut ohjataan pian etusivulle.
hu: Felhasználó sikeres azonosítása! Hamarosan visszairányítjuk a főoldalra.
ru: Пользователь успешно имперсонирован! Вы скоро будете перенаправлены на стартовую страницу.
sv: Användaren imiterades framgångsrikt! Du kommer att omdirigeras till förstasidan snart.
tr: Kullanıcı başarıyla taklit edildi! Yakında ana sayfaya yönlendirileceksiniz.

source: Unable to impersonate user.
ar: محاكاة شخصيّة المستخدم ليست ممكنة.
fi: Käyttäjän esittäminen ei onnistu.
hu: A felhasználó azonosítása sikertelen.
ru: Невозможно имперсонировать пользователя.
sv: Kunde inte imitera användare
tr: Kullanıcı taklit edilemiyor.

source: Please read carefully and confirm the following statements before you proceed.
ar: يرجى قراءة البيانات التّالية بعناية والتّأكّد منها قبل المواصلة.
fi: Lue huolellisesti ja vahvista seuraavat väitteet ennen jatkamista.
hu: Mielőtt továbblépne, kérjük, olvassa el figyelmesen és hagyja jóvá a következő pontokat.
ru: Пожалуйста, прочтите внимательно и подтвердите следующие положения, прежде чем продолжать.
sv: Läs noga igenom och bekräfta följande text innan du fortsätter.
tr: Lütfen devam etmeden önce aşağıdaki ifadeleri dikkatlice okuyun ve onaylayın.

source: You are about to impersonate user
fi: Olet aikeissa esittää käyttäjää
tr: Kullanıcı taklidi yapmak üzeresiniz

source: You
fi: Sinä
tr: Siz

source: MUST
fi: ON PAKKO
tr: sorgunuzu

source: logout after completing your inquiry.
fi: kirjautua ulos, kun olet saanut selvityksesi valmiiksi.
tr: tamamladıktan sonra oturumu kapatmanız GEREKİR.

source: Close
ar: غلق
fi: Sulje
hu: Bezárás
ru: Закрыть
sv: Stäng
tr: Kapat

source: Set Quota
ar: حدّد الكوتا Quota
fi: Aseta kiintiö
hu: Kvóta beállítása
ru: Установить квоту
sv: Ställ in Lagringskvot
tr: Kota Belirle

source: Set quota in bytes
ar: حدّد الكوتا بحساب الـ bytes
fi: Aseta kiintiö tavuina
hu: Kvóta beállítása byte-ban
ru: Установить квоту в байтах
sv: Ställ in lagringskvot i bytes
tr: Bayt olarak kota belirle

source: Note
ar: ملاحظة
fi: Huomautus
hu: Jegyzet
ru: Примечание
sv: Notering
tr: Not

source: This is the default quota that will be applied to any NEW records created by this user - it will NOT update quota of existing records.
fi: Tämä on oletuskiintiö, joka sovelletaan kaikkiin käyttäjän luomiin uusiin aineistoihin. Kiintiötä ei sovelleta jo tallennettuihin aineistoihin.
tr: Bu kota, bu kullanıcı tarafından oluşturulacak tüm YENİ kayıtlara uygulanacak olan varsayılan kotadır - mevcut kayıtların kotasını GÜNCELLEMEZ.

source: Quota of {{id}} was set to {{quota}} {{unit}}
ar: الكوتا {{id}} حدّدت بـ {{quota}} {{unit}}
fi: Kohteen {{id}} kiintiö asetettiin arvoon {{quota}} {{unit}}
hu: {{id}} kvótája {{quota}} {{unit}}-ra módosult.
ru: Квота для {{id}} была установлена на {{quota}} {{unit}}
sv: Lagringskvoten för {{id}} sattes till {{quota}} {{unit}}
tr: {{id}} kotası {{quota}} {{unit}} olarak ayarlandı

source: Unable to set quota.
ar: تحديد الكوتا ليس ممكنا.
fi: Kiintiötä ei voitu asettaa.
hu: Kvóta beállítása sikertelen.
ru: Невозможно установить квоту.
sv: Kunde inte ställa in lagringskvot.
tr: Kota ayarlanamıyor.

source: Quota size ({{unit}})
ar: حجم الكوتا ({{unit}})
fi: Kiintiön koko ({{unit}})
hu: A kvóta mérete ({{unit}})
ru: Размер квоты ({{unit}})
sv: Storlek på lagringskvot ({{unit}})
tr: Kota boyutu ({{unit}})

source: Enter quota size...
ar: أكتب حجم الكوتا
fi: Anna kiintiön koko...
hu: Adja meg a kvóta méretét...
ru: Ввести размер квоты
sv: Ange storlek på lagringskvoten...
tr: Kota boyutunu girin...

source: Max file size ({{unit}})
ar: أقص حجم لملف ({{unit}})
fi: Tiedoston enimmäiskoko ({{unit}})
hu: Maximális fájlméret ({{unit}})
ru: Максимальный размер файла ({{unit}})
sv: Maximal filstorlek ({{unit}})
tr: Maksimum dosya boyutu ({{unit}})

source: Enter max file size...
ar: أكتب أقصى حجم لملف
fi: Anna tiedoston enimmäiskoko...
hu: Adja meg a maximális fájlméretet...
ru: Введите максимальный размер файла...
sv: Ange maximal filstorlek...
tr: Maksimum dosya boyutunu girin...

source: Ticket 1234
ar: بطاقة 1234
fi: Tiketti 1234
hu: 1234-es jegy
tr: Talep 1234

source: Set quota
ar: ثبّت الكوتا
fi: Aseta kiintiö
hu: Kvóta beállítása
ru: Установить квоту
sv: Ställ in lagringskvot
tr: Kota belirle

source: Domain
ar: النّطاق
fi: Verkkotunnus
ru: Домен
sv: Domän
tr: Etki Alanı

source: Flagged
ar: معلّم
fi: Merkitty
hu: Megjelölve
ru: Отмечено
sv: Flaggad
tr: İşaretli

source: Organization
ar: منظمة
fi: Organisaatio
hu: Szervezet
ru: Организация
sv: Organisation
tr: Kuruluş

source: Company
ar: شركة
fi: Yritys
hu: Szervezet
ru: Компания
sv: Företag
tr: Şirket

source: Mail provider
ar: مزوّد خدمة البريد
fi: Sähköpostipalveluntarjoaja
hu: E-mail szolgáltató
ru: Провайдер электронной почты
sv: E-post leverantör
tr: E-posta servis sağlayıcısı

source: Spammer
ar: سبامر
fi: Roskapostittaja
hu: Spamküldő
sv: Spammare
tr: Spam gönderen

source: Status
ar: الحالة
fi: Tila
hu: Állapot
ru: Статус
tr: Durum

source: New
ar: جديد
fi: Uusi
hu: Új
ru: Новый
sv: Ny
tr: Yeni

source: Moderated
ar: خاضع للإشراف
fi: Moderoitu
hu: Moderálva
ru: Модерация пройдена
sv: Modererad
tr: Denetlenmiş

source: Verified
ar: تم التّحقق
fi: Vahvistettu
hu: Ellenőrizve
ru: Проверено
sv: Verifierad
tr: Doğrulanmış

source: Blocked
ar: محظور
fi: Estetty
hu: Letiltva
ru: Заблокировано
sv: Blockerad
tr: Engellenmiş

source: Users
ar: المستخدمين
fi: Käyttäjät
hu: Felhasználók
ru: Пользователи
sv: Användare
tr: Kullanıcılar

source: Active
ar: مفعٌل
fi: Aktiivinen
hu: Aktív
ru: Активен
sv: Aktiv
tr: Aktif

source: Inactive
ar: غير نشط
fi: Epäaktiivinen
hu: Inaktív
ru: Неактивен
sv: Inaktiv
tr: Aktif olmayan

source: Confirmed
ar: مؤكّد
fi: Vahvistettu
hu: Megerősítve
ru: Подтверждено
sv: Bekräftad
tr: Onaylı

source: Links
ar: روابط
fi: Linkit
hu: Linkek
ru: Ссылки
sv: Länkar
tr: Bağlantılar

source: Set quota for record {{recordId}}
ar: ثبّت الكوتا للتّسجيلة {{recordId}}
fi: Aseta kiintiö tietueelle {{recordId}}
hu: Kvóta beállítása a rekordhoz {{recordId}}
ru: Установить квоту для записи {{recordId}}
sv: Ställ in lagringskvot för posten {{recordId}}
tr: {{recordId}} kaydı için kota belirleyin

source: Compare revisions
fi: Vertaile versioita
tr: Revizyonları karşılaştır

source: Delete record
ar: إحذف التسجيلة
fi: Poista tietue
hu: Rekord törlése
ru: Удалить запись
sv: Radera post
tr: Kaydı sil

source: Restore record
ar: إسترجع التسجيلة
fi: Palauta tietue
hu: Rekord visszaállítása
ru: Восстановить запись
sv: Återställ post
tr: Kaydı geri yükle

source: Unavailability statement
ar: بيان عدم التوفر
fi: Ei-saatavuusilmoitus
hu: Elérhetetlenségi nyilatkozat
ru: Заявление о недоступности
sv: Meddelande om otillgänglighet
tr: Kullanılamama bildirimi

source: Record {{id}} was restored.
ar: وقع إسترجع التسجيلة {{id}}
fi: Tietue {{id}} palautettiin.
hu: Rekord {{id}} visszaállítva.
ru: Запись {{id}} была восстановлена.
sv: Posten {{id}} återställdes.
tr: {{id}} kaydı geri yüklendi.

source: Unable to restore.
ar: الإسترجاع غير ممكن
fi: Palauttaminen ei onnistu.
hu: Nem állítható vissza.
ru: Невозможно восстановить.
sv: Kunde inte återställa.
tr: Geri yüklenemiyor.

source: Are you sure you want to restore #{{id}}
ar: هل أنت متأكد من أنك تريد إسترجاع #{{id}}
fi: Haluatko varmasti palauttaa #{{id}}
hu: Biztosan vissza akarja állítani a/az #{{id}}-t?
ru: Вы уверены, что хотите восстановить #{{id}}?
sv: Är du säker på att du vill återställa #{{id}}
tr: #{{id}} kaydını geri yüklemek istediğinizden emin misiniz?

source: Published
ar: نشرت
fi: Julkaistu
hu: Publikálva
ru: Опубликовано
sv: Publicerad
tr: Yayınlanmış

source: Deleted
ar: تمّ الحذف
fi: Poistettu
hu: Törölve
ru: Удалено
sv: Raderad
tr: Silinen

source: Scheduled for purge
ar: برنامج التطهير
fi: Ajastettu pysyvään poistoon
hu: Törlésre ütemezve
ru: Ожидает очистки
sv: Schemalagd för utrensning
tr: Silinmek üzere zamanlandı

source: Empty draft title
ar: فراغ بمسودة العنوان
fi: Tyhjä luonnoksen otsikko
hu: Üres vázlatcím
ru: Черновик без заголовка
sv: Tom titel på utkast
tr: Boş taslak başlığı

source: version
ar: إصدار
fi: versio
hu: verzió
ru: версия
tr: sürüm

source: Owner
ar: المالك
fi: Omistaja
hu: Tulajdonos
ru: Владелец
sv: Ägare
tr: Sahip

source: System
fi: Järjestelmä
tr: Sistem

source: Files
ar: الملفّات
fi: Tiedostot
hu: Fájlok
ru: Файлы
sv: Filer
tr: Dosyalar

source: Stats
ar: إحصائيّات
fi: Tilastot
hu: Statisztikák
ru: Статистика
sv: Statistik
tr: İstatistikler

source: Record {{id}} was deleted.
ar: تمّ فسخ التّسجيلة {{id}}
fi: Tietue {{id}} poistettiin.
hu: Rekord {{id}} törölve.
ru: Запись {{id}} была удалена.
sv: Posten {{id}} raderades.
tr: {{id}} kaydı silindi.

source: Unable to delete
ar: الفسخ غير ممكن
fi: Poistaminen ei onnistu
hu: Nem törölhető
ru: Невозможно удалить
sv: Kunde inte radera
tr: Silinemiyor

source: Public
ar: مشاع
fi: Julkinen
hu: Nyilvános
ru: Публичное
sv: Offentlig
tr: Herkese açık

source: Hidden
ar: مخفي
fi: Piilotettu
hu: Elrejtve
ru: Скрытый
sv: Dold
tr: Gizli

source: The tombstone is set to hidden but your record is public. Best practice is to provide a public tombstone when deactivating public records.
ar: تم ضبط علامة tombstone على أنها مخفية، لكن سجلك مشاع للعموم. من الأفضل توفير علامة tombstone مشاعة عند إلغاء تنشيط السجلات المشاعة.
fi: Poistoviesti on asetettu piilotetuksi, mutta tietueesi on julkinen. Hyvä käytäntö on jättää näkyville julkinen poistoviesti kun aiemmin julkisia tietueita laitetaan piiloon.
hu: A rekord törölt verziója rejtett, miközben az új rekord nyilvános. Javasolt a törölt verzió nyilvánossá tétele az új rekord deaktiválásakor.
ru: Маркер удаленной записи сейчас скрыт, но ваша запись публична. Хорошим тоном считается оставлять публичную отметку, когда открытые записи деактивируются.
sv: Gravstenssidan (tombstone page) är satt som dold men posten är offentlig. God praxis är att tillhandahålla en offentlig gravstenssida när du avaktiverar offentliga poster.
tr: Mezar taşı belirteci gizli olarak ayarlanmış ancak kaydınız herkese açık. En iyi uygulama, herkese açık kayıtları devre dışı bırakırken herkese açık bir mezar taşı sağlamaktır.

source: RISK INFORMATION LEAKAGE: The tombstone is set to public but your record is restricted. Please make sure no restricted information is shared in the tombstone below.
ar: تسريب معلومات خطرة: علامة tombstone مُتاحة للعامة، لكن سجلك مقيّد. يُرجى التأكد من عدم مشاركة أي معلومات مقيّدة في علامة tombstone أدناه.
fi: RISKI TIETOJEN VUOTAMISESTA: Poistoviesti on asetettu julkiseksi, mutta alkuperäinen tietue on ollut rajoitettu. Varmista ettei tietue sisällä rajoitetun käytön tietoja.
hu: INFORMÁCIÓSZIVÁRGÁS VESZÉLYE: A rekord törölt verziója nyilvános, miközben az új rekord korlátozott. Kérjük, ellenőrizze, hogy a törölt rekord ne tartalmazzon védett adatot.
ru: РИСК УТЕЧКИ ИНФОРМАЦИИ: маркер существующей записи публичен, а ваша запись имеет ограниченный доступ. Пожалуйста, убедитесь в том, что никакая информация ограниченной доступности на выводится в маркировке ниже.
sv: RISK FÖR INFORMATIONSLÄCKAGE: Gravstenssidan (tombstone page) är inställd på offentligt tillgänglig men din post är åtkomstbegränsad. Se till att ingen sekretessbelagd information delas i gravstenen nedan.
tr: BİLGİSİ SIZINTISI RİSKİ: Mezar taşı belirteci herkese açık olarak ayarlanmış ancak kaydınızdaki bilgiler kısıtlanmış. Lütfen aşağıdaki mezar taşında kısıtlanmış bilgilerin paylaşılmadığından emin olun.

source: Bibliographic citation
ar: إستشهاد بيبليوغرافي
fi: Bibliografinen viite
hu: Bibliográfiai hivatkozás
ru: Библиографическая ссылка
sv: Bibliografisk citering
tr: Bibliyografik referans

source: Input citation text. Blank field will be filled with APA citation by default.
ar: أدخل نص الاستشهاد. سيتم ملء الحقل الفارغ باستشهاد APA تلقائيا.
fi: Anna viitteen teksti. Tyhjä kenttä täytetään oletuksena APA-viitteellä.
hu: Beviteli hivatkozás szövege. Az üres mezőt alapértelmezés szerint APA hivatkozási stílussal tölti ki a rendszer.
ru: Введите текст библиографической ссылки. Пустое поле по умолчанию будет оформлено по стандарту APA.
sv: Skriv in citeringstext. Tomt fält kommer att fyllas i med en APA-formatterad citering.
tr: Referans metnini girin. Boş alan varsayılan olarak APA referansı ile doldurulacaktır.

source: Public note
ar: ملاحظ للعموم
fi: Julkinen huomautus
hu: Nyilvános jegyzet
ru: Публичное примечание
sv: Offentligt meddelande
tr: Herkese açık not

source: User {{name}} was approved.
ar: وقع قبول {{name}} المستخدم
fi: Käyttäjä {{name}} hyväksyttiin.
hu: {{név}} felhasználó jóváhagyásra került.
ru: Пользователь {{name}} был одобрен.
sv: Användaren {{name}} godkändes.
tr: {{name}} adlı kullanıcı onaylandı.

source: User {{name}} is blocked.
ar: وقع حظر {{name}} المستخدم
fi: Käyttäjä {{name}} on estetty.
hu: {{name}} felhasználó le lett tiltva.
ru: Пользователь {{name}} заблокирован.
sv: Användaren {{name}} är blockerad.
tr: {{name}} adlı kullanıcı engellendi.

source: Error
ar: خطأ
fi: Virhe
hu: Hiba
ru: Ошибка
sv: Fel
tr: Hata

source: Email
ar: البريد الإلكتروني
fi: Sähköposti
ru: Электронная почта
sv: E-post
tr: E-posta

source: Email domain
ar: نطاق البريد الإلكتروني
fi: Sähköpostiverkkotunnus
ru: Домен электронной почты
sv: Epost-domän
tr: E-posta etki alanı

source: Actions
ar: العمليات
fi: Toiminnot
hu: Tevékenységek
ru: Действия
sv: Åtgärder
tr: Eylemler

source: Records
ar: التسجيلات
fi: Tietueet
hu: Rekordok
ru: Записи
sv: Poster
tr: Kayıtlar

source: Username
ar: اسم المستخدم
fi: Käyttäjätunnus
hu: Felhasználónév
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı

source: Updated
ar: محينة
fi: Päivitetty
hu: Frissítve
ru: Обновлено
sv: Uppdaterad
tr: Güncellendi

source: Drafts
fi: Luonnokset
tr: Taslaklar

source: Moderation
fi: Moderointi
tr: Denetim

source: Restore
ar: إسترجع
fi: Palauta
hu: Visszaállítás
ru: Восстановить
sv: Återställ
tr: Geri yükle

source: Restored
ar: تم الاسترجاع
fi: Palautettu
hu: Visszaállítva
ru: Восстановлено
sv: Återställd
tr: Geri yüklendi

source: Block
ar: حظر
fi: Estä
hu: Letiltás
ru: Заблокировать
sv: Blockera
tr: Engelle

source: Suspend
ar: علّق
fi: Keskeytä
hu: Felfüggesztés
ru: Приостановить
sv: Stäng av
tr: Askıya al

source: Suspended
ar: معلّق
fi: Keskeytetty
hu: Felfüggesztve
ru: Приостановлено
sv: Avstängd
tr: Askıya alındı

source: Approve
ar: قبول
fi: Hyväksy
hu: Jóváhagyás
ru: Одобрить
sv: Godkänn
tr: Onayla

source: Approved
ar: مقبول
fi: Hyväksytty
hu: Jóváhagyva
ru: Одобренные
sv: Godkänd
tr: Onaylandı

source: Activate
ar: تفعيل
fi: Aktivoi
hu: Aktivál
ru: Активировать
sv: Aktivera
tr: Aktive et

source: Activated
ar: مفعٌل
fi: Aktivoitu
hu: Aktiválva
ru: Активировано
sv: Aktiverad
tr: Aktive edildi

source: Set default quota for {{email}}
ar: حدّد كوتا إفتراضيّة لـ {{email}}
fi: Aseta oletuskiintiö osoitteelle {{email}}
hu: Alapértelmezett kvóta beállítása {{email}} számára
ru: Установить квоту для {{email}}
sv: Ange standardkvot för {{email}}
tr: {{email}} için varsayılan kotayı ayarla

source: Filter results
ar: تنقية النتائج
fi: Suodata tuloksia
hu: Találatok szűrése
ru: Фильтрация результатов
sv: Filtrera resultat
tr: Sonuçları filtrele

source: Search records in community...
ar: البحث في سجلات المجتمع...
fi: Hae tietueita yhteisöstä...
hu: Rekordok keresése a közösségben...
ru: Поиск по записям в сообществе...
sv: Sök poster i community...
tr: Topluluktaki kayıtları ara...

source: results found
fi: tulosta löytyi
tr: sonuç bulundu

source: Sort by
ar: مرتبة حسب
fi: Lajittele
hu: Rendezési elv
ru: Сортировка
sv: Sortera efter
tr: Şuna göre sırala:

source: Search records...
ar: البحث عن تسجيلات...
fi: Hae tietueita...
hu: Rekordok keresése...
ru: Искать записи...
sv: Sök poster...
tr: Kayıtları ara...

source: Search
ar: بحث
fi: Haku
hu: Keresés
ru: Искать
sv: Sök
tr: Ara

source: Views
ar: عروض
fi: Katselukerrat
hu: Megtekintések
ru: Просмотров
sv: Visningar
tr: Görüntüleme

source: Downloads
ar: تنزيلات
fi: Lataukset
hu: Letöltések
ru: Загрузки
sv: Nedladdningar
tr: İndirilenler

source: Copy to clipboard
ar: نسخ إلى لوخة المفاتيح
fi: Kopioi leikepöydälle
hu: Másolás a vágólapra
ru: Скопировано в буфер
sv: Kopiera till urklipp
tr: Panoya kopyala

source: Copied!
ar: تم النسخ!
fi: Kopioitu!
hu: Másolva!
ru: Скопировано!
sv: Kopierade!
tr: Kopyalandı!

source: Part of
ar: جزء من
fi: Osa
hu: Része ennek
ru: Относится к
sv: Del av
tr: Şunun parçası:

source: No creation date found.
ar: لا وجود لأي تاريخ إنشاء.
fi: Luontipäivää ei löytynyt.
hu: Létrehozási dátum nem található.
ru: Дата создания не найдена.
sv: Inget datum för skapande hittades.
tr: Oluşturulma tarihi bulunamadı.

source: No description
ar: بلا وصف
fi: Ei kuvausta
hu: Nincs leírás
ru: Нет описания
sv: Ingen beskrivning
tr: Açıklama yok

source: No publication date found.
ar: لا وجود لتاريخ نشر.
fi: Julkaisupäivää ei löytynyt.
hu: Publikálási dátum nem található.
ru: Дата публикации не найдена.
sv: Inget publiceringsdatum hittades.
tr: Yayın tarihi bulunamadı.

source: No resource type
ar: نوع مورد غير مبين
fi: Ei resurssityyppiä
hu: Nincs forrástípus
ru: Тип ресурса отсутствует
sv: Ingen resurstyp
tr: Kaynak türü yok

source: No title
ar: لا يوجد عنوان
fi: Ei otsikkoa
hu: Nincs cím
ru: Нет названия
sv: Ingen titel
tr: Başlık yok

source: Uploaded on {{uploadDate}}
ar: محمّل في {{uploadDate}}
fi: Ladattu {{uploadDate}}
hu: Feltöltve: {{uploadDate}}
ru: Загружено {{uploadDate}}
sv: Uppladdad den {{uploadDate}}
tr: Karşıya yüklenme tarihi: {{uploadDate}}

source: Published in: {{- publishInfo }}
fi: Julkaistu: {{- publishInfo }}
tr: Yayınlanma bilgisi: {{- publishInfo }}

source: Recommendation
fi: Suositus
tr: Tavsiye

source: This check is recommended but not mandatory.
fi: Tarkistus on suositeltava muttei pakollinen.
tr: Bu kontrol tavsiye edilir ancak zorunlu değildir.

source: This check indicates a critical issue that must be addressed.
fi: Tämä tarkistus osoittaa kriittisen ongelman, joka on korjattava.
tr: Bu kontrol, ele alınması gereken kritik bir sorunu gösterir.

source: Person
ar: شخص
fi: Henkilö
hu: Személy
tr: Kişi

source: The record has no files.
ar: التّسجيلة لا تحتوي على ملفّات.
fi: Tietueella ei ole tiedostoja.
hu: A rekordhoz nem tartoznak fájlok.
ru: У этой записи нет файлов.
sv: Posten har inga filer.
tr: Bu kayıt hiç dosya içermemekte.

source: Basic information
ar: المعلومات الأساسية
fi: Perustiedot
hu: Alapvető információ
ru: Основная информация
sv: Basinformation
tr: Temel bilgiler

source: Creators
ar: المنشؤون
fi: Tekijät
hu: Készítők
ru: Создатели
sv: Skapare
tr: Oluşturanlar

source: Recommended information
ar: معلومات موصى بها
fi: Suositeltavat tiedot
hu: Ajánlott információ
ru: Рекомендуемая информация
sv: Rekommenderad information
tr: Önerilen bilgiler

source: Add contributor
ar: أضف مساهم
fi: Lisää avustaja
hu: Közreműködő hozzáadása
ru: Добавить соавтора
sv: Lägg till medverkande
tr: Katkıda bulunan kişi ekle

source: Contributors
ar: المساهمون
fi: Avustajat
hu: Közreműködők
ru: Соавторы
sv: Medverkande
tr: Katkıda Bulunan Kişiler

source: Edit contributor
ar: أضف مساهم
fi: Muokkaa avustajaa
hu: Közreműködő szerkesztése
sv: Redigera medverkande
tr: Katkıda bulunan kişi ekle

source: Funding
ar: التّمويل
fi: Rahoitus
hu: Finanszírozás
ru: Финансирование
sv: Finansiering
tr: Finansman

source: Awards/Grants
ar: الجوائز/المنح
fi: Apurahat/rahoitukset
hu: Díjak/Támogatások
ru: Награды/гранты
sv: Projektbidrag/Anslag
tr: Araştırma Destekleri / Hibeler

source: Alternate identifiers
ar: معرفات بديلة
fi: Vaihtoehtoiset tunnisteet
hu: Alternatív azonosítók
ru: Альтернативные идентификаторы
sv: Alternativa identifierare
tr: Alternatif tanımlayıcılar

source: Related works
ar: أعمال ذات علاقة
fi: Aiheeseen liittyvät teokset
hu: Kapcsolódó munkák
ru: Связанные работы
sv: Relaterade arbeten
tr: İlgili çalışmalar

source: References
ar: مراجع
fi: Lähteet
hu: Hivatkozások
ru: Ссылки
sv: Referenser
tr: Referanslar

source: Visibility
ar: مرئيّة
fi: Näkyvyys
hu: Láthatóság
ru: Видимость
sv: Synlighet
tr: Görünürlük

source: More
ar: المزيد
fi: Lisää
hu: Még több
ru: Еще
sv: Mer
tr: Daha fazla

source: Unable to request the access.
ar: لا يمكن طلب الدّخول.
fi: Pääsyn pyytäminen ei onnistu.
hu: Hozzáférés kérése sikertelen.
ru: Невозможно запросить доступ.
sv: Det gick inte att begära åtkomst.
tr: Erişim isteğinde bulunulamıyor.

source: Your email address
ar: عنوان بريدك الإلكتروني
fi: Sähköpostiosoitteesi
hu: Az Ön e-mail címe
sv: Din epost-adress
tr: E-posta adresiniz

source: Email address
ar: عنوان البريد الإلكتروني
fi: Sähköpostiosoite
hu: Email cím
ru: Адрес электронной почты
sv: Epost-adress
tr: E-posta adresi

source: Your full name
ar: إسمك بالكامل
fi: Koko nimesi
hu: Az Ön teljes neve
ru: Ваше полное имя
sv: Ditt fullständiga namn
tr: Tam adınız

source: Full name
ar: الإسم الكامل
fi: Koko nimi
hu: Teljes név
ru: Полное имя
sv: Fullständigt namn
tr: Tam ad

source: Request message
ar: طلب رسالة
fi: Pyyntöviesti
hu: Üzenet kérése
ru: Сообщение запроса
sv: Meddelande för förfrågan
tr: Mesaj iste

source: I agree to that my full name and email address is shared with the owners of the record
ar: أوافق على مشاركة إسمي الكامل وعنوان بريدي الإلكتروني مع مالكي التّسجيلة
fi: Hyväksyn, että koko nimeni ja sähköpostiosoitteeni jaetaan tietueen omistajille
hu: Hozzájárulok, hogy a teljes nevemet és e-mail címemet megosszák a rekord tulajdonosaival
ru: Я соглашаюсь на то, чтобы мои полное имя и адрес электронной почты были раскрыты владельцу записи
sv: Jag samtycker till att mitt fullständiga namn och min e-postadress delas med ägarna till posten
tr: Tam adımın ve e-posta adresimin kayıt sahipleriyle paylaşılmasını kabul ediyorum

source: Request access
ar: طلب دخول
fi: Pyydä pääsyä
hu: Hozzáférés kérése
ru: Запросить доступ
sv: Begär åtkomst
tr: Erişim iste

source: Email confirmation needed
ar: تأكيد البريد الإلكتروني مفروض
fi: Sähköpostivahvistus tarvitaan
hu: E-mailes megerősítés szükséges
sv: E-postbekräftelse krävs
tr: E-posta onayı gerekli
