Repository: inveniosoftware/invenio-app-rdm
Catalog: invenio_app_rdm/theme/assets/semantic-ui/translations/invenio_app_rdm/messages/*/messages.po
Languages: ar, fi, hu, ru, sv, tr

source: Can manage access, edit drafts, view restricted files, and comment on associated draft requests of all versions of this record.
fi: Voi hallita pääsyä, muokata luonnoksia, katsella rajoitettuja tiedostoja ja kommentoida tähän tietueeseen liittyviä luonnospyyntöjä kaikissa versioissa.
tr: Erişimi yönetebilir, taslakları düzenleyebilir, kısıtlı dosyaları görüntüleyebilir ve bu kaydın tüm sürümlerinin ilişkili taslak isteklerine yorum yapabilir.

source: You don't have permissions to share this record.
ar: غير مخول لك مشاركة السجل.
fi: Sinulla ei ole oikeuksia jakaa tätä tietuetta.
hu: Nincs jogosultsága a rekord megosztására.
ru: У вас нет прав делиться этой записью.
sv: Du har inte behörighet att dela denna post.
tr: Bu kaydı paylaşma izniniz yok.

source: Share
ar: شارك
fi: Jaa
hu: Megosztás
ru: Поделиться
sv: Dela
tr: Paylaş

source: People
ar: الجمهور
fi: Henkilöt
hu: Emberek
ru: Люди
sv: Personer
tr: Kişiler

source: Groups
ar: الفرق
fi: Ryhmät
hu: Csoportok
ru: Группы
sv: Grupper
tr: Gruplar

source: Settings
ar: إعدادات
fi: Asetukset
hu: Beállítások
ru: Настройки
sv: Inställningar
tr: Ayarlar

source: Share access
ar: مشاركة الوصول
fi: Jaa pääsy
hu: Hozzáférés megosztása
ru: Поделиться доступом
sv: Dela åtkomst
tr: Erişim yetkisini paylaşın

source: Link expiration
ar: إنتهاء صلاحية الرابط
fi: Linkin vanheneminen
hu: Hivatkozás lejárata
ru: Срок истечения действия ссылки
sv: Länkens utgångsdatum
tr: Bağlantının son kullanma tarihi

source: In 1 month
ar: غي غضون 1 شهر
fi: Kuukauden kuluttua
hu: 1 hónap múlva
ru: Через 1 месяц
sv: Inom 1 månad
tr: 1 ay sonra

source: In 2 months
ar: غي غضون 2 أشهر
fi: Kahden kuukauden kuluttua
hu: 2 hónap múlva
ru: Через 2 месяца
sv: Inom 2 månader
tr: 2 ay sonra

source: In 6 months
ar: غي غضون 6 أشهر
fi: Kuuden kuukauden kuluttua
hu: 6 hónap múlva
ru: Через 6 месяцев
sv: Inom 6 månader
tr: 6 ay sonra

source: In 1 year
ar: غي غضون 1 سنة
fi: Vuoden kuluttua
hu: 1 év múlva
ru: Через 1 год
sv: Inom 1 år
tr: 1 yıl sonra

source: Invalid date format.
ar: تنسيق التاريخ غير صالح.
fi: Virheellinen päivämäärämuoto.
hu: Érvénytelen dátumformátum.
ru: Невалидный формат даты.
sv: Ogiltigt datumformat.
tr: Geçersiz tarih biçimi.

source: Access link expiration date cannot be in the past.
ar: لا يمكن أن يكون تاريخ انتهاء صلاحية رابط الوصول في الماضي.
fi: Pääsylinkin vanhenemispäivä ei voi olla menneisyydessä.
hu: A hozzáférési link lejárati dátuma nem lehet múltbeli.
ru: Срок прекращения действия ссылки не может быть в прошлом.
sv: Åtkomstlänkens utgångsdatum får inte ha passerat.
tr: Erişim bağlantısının son kullanma tarihi geçmişte olamaz.

source: Access request
ar: طلب الولوج
fi: Pyyntö pääsyyn
hu: Hozzáférés igénylése
ru: Запрос на доступ
sv: Åtkomstbegäran
tr: Erişim isteği

source: Unable to change the expiration request settings.
ar: غير قادر على تغيير إعدادات طلب انتهاء الصلاحية.
fi: Vanhenemista koskevia asetuksia ei voi muuttaa.
hu: Nem sikerült módosítani a lejárati beállításokat.
sv: Det går inte att ändra inställningarna för begäran om utgångsdatum.
tr: Süre sonu isteği ayarları değiştirilemiyor.

source: Expiration date:
ar: تاريخ انتهاء الصلاحية:
fi: Päättymispäivä:
hu: Lejárat dátuma:
ru: Срок прекращения действия:
sv: Utgångsdatum:
tr: Son kullanma tarihi:

source: Format: YYYY-MM-DD. Granted access will expire on the given date. Leave empty to set no expiration limit.
ar: التنسيق: YYYY-MM-DD. سيتم انتهاء صلاحية الوصول الممنوح في التاريخ المحدد. اتركه فارغًا كإعداد لـ "لا يوجد حد لانتهاء الصلاحية".
fi: Muoto: YYYY-MM-DD. Myönnetty pääsy päättyy annettuna päivänä. Jätä tyhjäksi, jos et halua asettaa päättymisrajaa.
hu: Formátum: ÉÉÉÉ-HH-NN. A megadott napon a hozzáférés lejár. Hagyja üresen, ha nem szeretne lejárati időt megadni.
ru: Формат: ГГГГ-ММ-ДД. Предоставленный доступ будет закрыт заданного числа. Оставьте незаполненным, если хотите дать бессрочный доступ.
sv: Format: ÅÅÅÅ-MM-DD. Beviljad åtkomst upphör att gälla på det angivna datumet. Lämna fältet tomt för att inte ange något utgångsdatum.
tr: Biçim: YYYY-AA-GG. Verilen erişim izninin süresi belirtilen tarihte dolacaktır. Son kullanma tarihi koymamak için boş bırakın.

source: Link expiration date:
ar: تاريخ إنتهاء صلاحية الرابط:
fi: Linkin vanhenemispäivä:
hu: Hivatkozás lejárati dátuma:
ru: Дата прекращения действия ссылки:
sv: Länkens utgångsdatum:
tr: Bağlantının son kullanma tarihi:

source: We couldn't find any matches for {{- search}}
ar: لم نتمكن من العثور على أي تطابقات لـ {{- بحث}}
fi: Emme löytäneet osumia haulle {{- search}}
hu: Nincs találat a következőre: {{- search}}
ru: Мы не смогли найти никаких соответствий для {{- search}}
sv: Vi kunde inte hitta några träffar för {{- search}}
tr: {{- search}} için herhangi bir eşleşme bulamadık

source: Start over
ar: إبدا من جديد
fi: Aloita alusta
hu: Újrakezdés
ru: Начать заново
sv: Börja om
tr: Baştan başla

source: ProTip
ar: نصيحة محترف
fi: Vinkki
ru: Полезный совет
tr: Faydalı tavsiye

source: will give you all the publications from 2025 until today.
fi: antaa kaikki julkaisut vuodesta 2025 tähän päivään.
tr: 2025'ten günümüze kadar tüm yayınları size sunacaktır.

source: For more tips, check out our
fi: Lisää vinkkejä löydät
tr: Daha fazla ipucu için şuraya göz atın:

source: Search guide
ar: دليل البحث
fi: Hakuoppaasta
hu: Keresési útmutató
ru: Руководство по поиску
sv: Sökguide
tr: Arama kılavuzu

source: search guide
fi: hakuoppaasta
tr: arama kılavuzu

source: for defining advanced search queries.
fi: edistyneiden hakulausekkeiden määrittämiseen.
tr: gelişmiş arama sorguları tanımlanabilir.

source: This community has no subcommunities
fi: Tällä yhteisöllä ei ole alayhteisöjä
tr: Bu toplulukta alt topluluk bulunmamaktadır

source: Logging in...
fi: Kirjaudutaan sisään...
tr: Giriş yapılıyor...

source: Logging out...
fi: Kirjaudutaan ulos...
tr: Çıkış yapılıyor...

source: Search in my communities...
ar: البحث في مجتمعاتي...
fi: Hae omista yhteisöistäni...
hu: Keresés a közösségeimben...
ru: Искать в моих сообществах...
sv: Sök i mina communities...
tr: Topluluklarımda ara...

source: My communities
fi: Omat yhteisöni
tr: Topluluklarım

source: View
ar: عرض
fi: Näytä
hu: Megtekintés
ru: Просмотр
sv: Visa
tr: Görüntüle

source: Published in: {{- publishedIn }}
fi: Julkaistu: {{- publishedIn }}
tr: Yayınlandı: {{- publishedIn }}

source: In review
ar: بصدد التقييم
fi: Arvioitavana
hu: Bírálás alatt
ru: На согласовании
sv: Under granskning
tr: İnceleme aşamasında

source: Declined
ar: مرفوضة
fi: Hylätty
hu: Elutasítva
ru: Отклонено
sv: Avslagen
tr: Reddedildi

source: Expired
ar: منتهي الصلاحية
fi: Vanhentunut
hu: Lejárt
ru: Устарело
sv: Utgånget
tr: Süresi doldu

source: Draft
ar: مسودة
fi: Luonnos
hu: Piszkozat
ru: Черновик
sv: Utkast
tr: Taslak

source: New version draft
ar: مسودّة إصدار جديدة
fi: Uuden version luonnos
hu: Piszkozat új verzióhoz
ru: Черновик новой версии
sv: Utkast till ny version
tr: Yeni sürüm taslağı

source: open
ar: مفتوح
fi: avoin
hu: megnyit
ru: открыть
sv: öppna
tr: açık

source: Open
ar: مفتوح
fi: Avaa
hu: Megnyitás
ru: Открыто
sv: Öppen
tr: Açık

source: unlock
ar: إلغاء القفل
fi: poista lukitus
hu: felold
ru: разблокировать
sv: låsa upp
tr: kilidini kaldır

source: Get started!
ar: لتبدأ الآن!
fi: Aloita!
hu: Kezdjük!
ru: Начать!
sv: Kom igång!
tr: Başlayalım!

source: Make your first upload!
ar: قم بأولى إيداعاتك!
fi: Tee ensimmäinen latauksesi!
hu: Tegye meg az első feltöltését!
ru: Загрузите свой первый файл!
sv: Gör din första uppladdning!
tr: İlk yüklemenizi yapın!

source: New upload
ar: إيداع جديد
fi: Uusi lataus
hu: Új feltöltés
ru: Новая загрузка
sv: Ny uppladdning
tr: Yeni Yükleme

source: Search in my uploads...
ar: البحث في التحميلات خاصّتي...
fi: Hae omista latauksistani...
hu: Keresés a feltöltéseim között...
ru: Искать в моих загрузках
sv: Sök i mina uppladdningar...
tr: Karşıya yüklemelerimde ara…

source: My uploads
fi: Omat lataukseni
tr: Yüklemelerim

source: ORCID profile
ar: الملف الشخصي أوركيد ORCID
fi: ORCID-profiili
hu: ORCID profil
ru: Профиль ORCID
sv: ORCID-profil
tr: ORCID profili

source: ORCID logo
ar: شعار أوركيد ORCID
hu: ORCID logó
tr: ORCID logosu

source: ROR profile
ar: الملف الشّخصي ROR
fi: ROR-profiili
hu: ROR profil
ru: Профиль ROR
sv: ROR-profil
tr: ROR profili

source: ROR logo
ar: شعار رور ROR
hu: ROR logó
tr: ROR logosu

source: GND profile
ar: الملف الشخصي GND
fi: GND-profiili
hu: GND profil
ru: Профиль GND
sv: GND-profil
tr: GND profili

source: GND logo
ar: شعار ج ن د GND
hu: GND logó
tr: GND logosu

source: No name
ar: لا يوجد اسم
fi: Ei nimeä
hu: Név nélküli
sv: Inget namn
tr: Ad yok

source: You are about to impersonate user <bold>{{email}}(id: {{id}})</bold>.
ar: أنت على وشك محاكاة شخصية المستخدم <bold>{{email}}(id: {{id}})</bold>.
hu: A <bold>{{email}}(id: {{id}})</bold> felhasználó azonosítása következik.
ru: Вы собираетесь имперсонировать пользователя <bold>{{email}}(id: {{id}})</bold>.
sv: Du är på väg att imitera användaren <bold>{{email}}(id: {{id}})</bold>.

source: You <bold>MUST</bold> logout after completing your inquiry.
ar: أنت <bold>ملزم</bold> بتسجيل الخروج بعد الانتهاء من استفسارك.
hu: A lekérdezés befejezése után ki <bold>KELL</bold> jelentkeznie.
ru: Вы <bold>ДОЛЖНЫ</bold> выйти, после того как выясните то, что вам нужно.
sv: Du <bold>MÅSTE</bold> logga ut efter att du avslutat din förfrågan.

source: This is the default quota that will be applied to any NEW records created by this user – it will NOT update quota of existing records.
ar: هذه هي الكوتا الجزافيّة التي سيتم تطبيقها على أي تسجيلات جديدة ينشئها هذا المستخدم - ولن يتم تحديث حصة التّسجيلات الموجودة سابقا.
hu: Ez az alapértelmezett kvóta, amely az adott felhasználó által létrehozott minden ÚJ rekordra vonatkozik - a meglévő rekordok kvótáját NEM frissíti.
ru: Это квота по умолчанию, она будет применяться к любым НОВЫМ записям, созданным этим пользователем, но она НЕ изменит квоту существующих записей.
sv: Detta är den standardkvot som kommer att tillämpas på alla NYA poster som skapas av den här användaren - den kommer INTE att uppdatera lagringskvoten för befintliga poster.

source: TLD
ar: ت. ل. د. TLD
ru: Домен верхнего уровня

source: GitHub
ar: جيت هوب GitHub

source: Published in: {{publishInfo}}
ar: نشر في: {{publishInfo}}
hu: Publikálva: {{publishInfo}}
ru: Опубликовано в: {{publishInfo}}
sv: Publicerad i: {{publishInfo}}

source: <0><0>Cite all versions?</0> You can cite all versions by using the DOI <3></3>. This DOI represents all versions, and will always resolve to the latest one. <5>Read more</5>.</0>
ar: <0><0>هل تريد الاستشهاد بجميع الإصدارات؟</0> يمكنك الاستشهاد بجميع الإصدارات باستخدام DOI<3></3>. يمثل هذا الـ DOI جميع الإصدارات، وسيُرجع دائمًا إلى الإصدار الأحدث. <5>إقرأ المزيد</5>.</0>
hu: <0><0>Összes változat idézése?</0> Az összes változatot idézheti a DOI<3></3> használatával. Ez a DOI az összes verziót tartalmazza, és mindig a legutolsó verzióra fog mutatni.<5> Bővebben</5>.</0>
ru: <0><0>Цитировать все версии?</0> Вы можете сослаться на все версии с помощью DOI <3></3>. Это DOI представляет все версии и всегда будет выводить на последнюю. <5>Подробнее</5>.</0>
sv: <0><0>Citera alla versioner?</0> Du kan citera alla versioner genom att använda DOI:n <3></3>. Denna DOI representerar alla versioner och kommer alltid att hänvisa till den senaste. <5>Läs mer</5>.</0>

source: <0><0>Cite all versions?</0> You can cite all versions by using the DOI . The DOI is registered when the first version is published. <4>Read more</4>.</0>
ar: <0><0>هل تريد الاستشهاد بجميع الإصدارات؟</0> يمكنك الاستشهاد بجميع الإصدارات باستخدام DOI. هذا الـ DOI قد سجّل عند نشر الإصدار الأوّل. <4>إقرأ المزيد</4>.</0>
hu: <0><0>Összes változat idézése?</0> Az összes változatot idézheti a DOI használatával. A DOI-t az első változat közzétételekor regisztrálják. <4> Bővebben</4>.</0>
ru: <0><0>Цитировать все версии?</0> Вы можете сослаться на все версии с помощью DOI. Это DOI регистрируется, когда первая версия опубликована. <4>Подробнее</4>.</0>
sv: <0><0>Citera alla versioner?</0> Du kan citera alla versioner genom att använda DOI:n . DOI:n registreras när den första versionen publiceras. <4>Läs mer</4>.</0>

source: Members of the community <1>"<1>{{communityTitle}}</1>"</1> will <4>lose their access</4> to the record.
ar: أعضاء المجتمع<1> "<1>{{communityTitle}}</1>"</1> <4>سيفقدون إمكانية الوصول</4> إلى التسجيلة.
hu: A <1>„<1>{{communityTitle}}</1>”</1> közösség tagjai <4>elveszítik hozzáférésüket</4> a rekordhoz.
ru: Участники сообщества <1>"<1>{{communityTitle}}</1>"</1> <4>потеряют доступ</4> к этой записи.
sv: Medlemmar av communityn <1>"<1>{{communityTitle}}</1>"</1> kommer <4>förlora sin åtkomst </4> till posten.

source: Can view drafts and restricted files of all versions of this record.
ar: يمكن عرض المسودات و الملفات المقيدة لجميع إصدارات هذه التسجيلة.
hu: Megtekintheti a vázlatokat és a rekord összes verziójának korlátozott fájljait.
ru: Может просматривать черновики и файлы во всех версиях этой записи.
sv: Kan visa utkast och filer med begränsad åtkomst för alla versioner av posten.

source: Can edit drafts and view restricted files of all versions of this record.
ar: يمكن فتح المسودات و الملفات المقيدة لجميع إصدارات هذه التسجيلة.
hu: Szerkesztheti a vázlatokat, és megtekintheti az összes verzió korlátozott fájljait.
ru: Может редактировать черновики и файлы во всех версиях этой записи.
sv: Kan redigera utkast och visa filer med begränsad åtkomst för alla versioner av posten.

source: Can manage access, edit drafts and view restricted files of all versions of this record.
ar: يمكنك إدارة الوصول وتحرير المسودات وعرض الملفات المقيدة لجميع إصدارات هذه التسجيلة.
hu: Kezelheti a hozzáférést, szerkesztheti a vázlatokat, és megtekintheti az összes verzió korlátozott fájljait.
ru: Может управлять доступом, редактировать черновики и просматривать файлы, находящиеся в ограниченном доступе, во всех версиях этой записи.
sv: Kan hantera åtkomst, redigera utkast och visa filer med begränsad åtkomst för alla versioner av posten.

source: <0>For more tips, check out our <2>search guide</2> for defining advanced search queries.</0>
ar: <0>لمزيد من النصائح، راجع <2>دليل البحث الخاص بنا</2> لتحديد استعلامات البحث المتقدمة advanced search queries.</0>
hu: <0>További tippekért tekintse meg a <2>keresési útmutatónkat</2> az összetett keresési lekérdezések megadásához.</0>
ru: <0>За дополнительной информацией обратитесь к нашему <2>руководству по поиску </2> для справки по продвинутым поисковым запросам.</0>
sv: <0>Om du vill ha fler tips kan du kolla in vår <2>sökguide</2> för att konstruera avancerade sökfrågor.</0>

source: Published in: {{publishedIn}}
ar: نشر في: {{publishedIn}}
hu: Publikálva: {{publishedIn}}
ru: Опубликовано в: {{publishedIn}}
sv: Publicerad i: {{publishedIn}}

source: <0><0>metadata.publication
ar: <0><0>metadata.publication_date:[2017-01-01 TO *]</0>سيقدم لكم جميع الإصدارات من عام 2017 حتى اليوم.</0>
hu: <0><0>metadata.publication_date:[2017-01-01 TO *]</0> lekérdezéssel 2017. január 1-jétől kezdődően a mai napig bezárólag minden publikáció listázásra kerül.</0>
sv: <0><0>metadata.publication_date:[2017-01-01 TO *]</0> ger alla publiceringar från 2017 till och med idag.</0>

source: results found
hu: találat
ru: результат найден
sv: resultat hittades

source: {{count}} more versions exist for this record
hu: {{count}} további verzió érhető el ehhez a rekordhoz
ru: для этой записи есть еще {{count}} версия
sv: {{count}} fler versioner finns för denna post

source: View all {{count}} communities
hu: Mind a(z) {{count}} közösség megtekintése
ru: Смотреть {{count}} сообщество
sv: Visa alla {{count}} communities

source: View all {{count}} versions
hu: Mind a(z) {{count}} verzió megtekintése
ru: Просмотреть {{count}} версию
sv: Visa alla {{count}} versioner

source: and {{count}} other
hu: és további {{count}}
sv: och {{count}} andra

source: and {{count}} others
hu: és további {{count}}
sv: och {{count}} andra
