Repository: inveniosoftware/invenio-app-rdm
Catalog: invenio_app_rdm/theme/assets/semantic-ui/translations/invenio_app_rdm/messages/*/messages.po
Languages: ar, fi, hu, ru, sv, tr

source: We have sent you an email to verify your address.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتحقق من عنوانك.
fi: Lähetimme sinulle sähköpostin osoitteesi vahvistamiseksi.
hu: Küldtünk Önnek egy e-mailt, hogy ellenőrizze a címét.
sv: Vi har skickat ett meddelande till dig för att verifiera din e-postadress.
tr: Adresinizi doğrulamak için size bir e-posta gönderdik.

source: Please check the email and follow the instructions to complete the access request.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتحقق من عنوانك.
fi: Tarkista sähköposti ja noudata ohjeita päästäksesi pyyntösi loppuun.
hu: Kérjük, ellenőrizze az e-mailt, és kövesse az utasításokat a hozzáférési kérelem kitöltéséhez.
sv: Vänligen kontrollera e-postmeddelandet och följ instruktionerna för att slutföra åtkomstbegäran.
tr: Lütfen e-postayı kontrol edin ve erişim isteğini tamamlamak için yönergeleri izleyin.

source: An error occurred while fetching communities.
ar: حدث خطأ أثناء معالجة المجتمعات.
fi: Yhteisöjä haettaessa tapahtui virhe.
hu: A közösségek lekérdezése során hiba történt.
ru: При выдаче сообществ возникла ошибка
sv: Ett fel inträffade vid hämtning av communities.
tr: Topluluklar getirilirken bir hata oluştu.

source: Communities
ar: المجتمعات
fi: Yhteisöt
hu: Közösségek
ru: Сообщества
tr: Topluluklar

source: Submit to community
ar: قدّم للمجتمع
fi: Lähetä yhteisöön
hu: Benyújtás közösséghez
ru: Отправить в сообщество
sv: Skicka till community
tr: Topluluğa gönder

source: Pending submissions
ar: العروض المعلّقة
fi: Odottavat lähetykset
hu: Függőben lévő beküldések
ru: Предложения в ожидании согласования
sv: Pågående inlämningar
tr: Bekleyen gönderimler

source: Manage communities
ar: إدارة المجموعات
fi: Hallitse yhteisöjä
hu: Közösségek kezelése
ru: Управление сообществами
sv: Hantera communities
tr: Toplulukları yönetin

source: Community management menu dropdown
ar: قائمة إدارة المجتمع
fi: Yhteisön hallintavalikon avattava valikko
hu: Közösségi menedzsment legördülő menüje
ru: Меню управления сообществом
sv: Rullgardinsmeny för communityhantering
tr: Topluluk yönetimi aşağı açılır menüsü

source: Edit
ar: تعديل
fi: Muokkaa
hu: Szerkesztés
ru: Редактировать
sv: Redigera
tr: Düzenle

source: Export selection
ar: صدّر ما وقع تحديده
fi: Vie valinta
hu: Kijelölés exportálása
ru: Экспортировать выбранное
sv: Exportera urval
tr: Seçimi dışa aktar

source: Download file
ar: تنزيل الملف
fi: Lataa tiedosto
hu: Fájl letöltése
ru: Скачать файл
sv: Nedladdning fil
tr: Dosya indir

source: Export
ar: تصدير
fi: Vie
hu: Exportálás
ru: Экспортировать
sv: Exportera
tr: Dışa Aktar

source: Manage
ar: إدارة
fi: Hallitse
hu: Kezelés
ru: Управление
sv: Hantera
tr: Yönet

source: Manage record
ar: التّصرّف في التسجيلة
fi: Hallitse tietuetta
hu: Rekord kezelése
ru: Управление записью
sv: Hantera post
tr: Kaydı yönet

source: Manage user
ar: إدارة المستخدم
fi: Hallitse käyttäjää
hu: Felhasználó kezelése
ru: Управление пользователем
sv: Hantera användare
tr: Kullanıcıyı yönet

source: Block user
fi: Estä käyttäjä
tr: Kullanıcıyı engelle

source: Block User
fi: Estä käyttäjä
tr: Kullanıcı Engeli

source: Blocking the user will delete all existing records of the user.
fi: Käyttäjän estäminen poistaa kaikki käyttäjän olemassa olevat tietueet.
tr: Kullanıcıyı engellemek, kullanıcının mevcut tüm kayıtlarını siler.

source: Remove branding
ar: حذف الوسام
fi: Poista brändäys
hu: Branding eltávolítása
ru: Убрать маркировку
sv: Ta bort märkning
tr: Markalamayı kaldır

source: {{communityTitle}} is a default branding for this record
ar: {{communityTitle}} هو وسام تلقائي لهذه التّسجيلة
fi: {{communityTitle}} on tämän tietueen oletusbrändäys
hu: A rekordhoz tartozó alapértelmezett megjelenés: {{communityTitle}}
ru: {{communityTitle}} – это маркировка этой записи по умолчанию
sv: {{communityTitle}} är en standardmärkning för den här posten
tr: {{communityTitle}} bu kayıt için varsayılan bir markalamadır

source: Remove this community from appearing on top of the record details page.
ar: حجب ظهور هذا المجتمع في أعلى صفحة تفاصيل التّسجيلة.
fi: Poista tämä yhteisö näkymästä tietueen tietosivun yläreunassa.
hu: Távolítsa el ezt a közösséget a rekord adatlapjának tetejéről.
ru: Сделать так, чтобы это сообщество не выводилось вверху страницы с подробностями по этой записи.
sv: Ta bort denna community från att visas högst upp på postens infromationsida.
tr: Bu topluluğun kayıt ayrıntıları sayfasının en üstünde görünmesini engelleyin.

source: Set branding
ar: حدّد الوسام
fi: Aseta brändäys
hu: Branding beállítása
ru: Установить маркировку
sv: Ange märkning
tr: Markalamayı ayarla

source: Set {{communityTitle}} as a default branding for this record
ar: حدّد {{communityTitle}} كوسام تلقائي لهذه التّسجيلة
fi: Aseta {{communityTitle}} tämän tietueen oletusbrändäykseksi
hu: {{communityTitle}} beállítása alapértelmezett megjelenítésként ehhez a rekordhoz.
ru: Установить {{communityTitle}} в качестве бренда/маркировки этой записи
sv: Ange {{communityTitle}} som standardmärkning för den här posten
tr: Bu kayıt için varsayılan markalama olarak {{communityTitle}}'ı ayarlayın

source: Set this community to appear on the top of the record details page.
ar: ثبّت هذا المجتمع للظهور في أعلى صفحة تفاصيل التّسجيلة.
fi: Aseta tämä yhteisö näkymään tietuesivun yläosassa.
hu: Jelenítse meg ezt a közösséget a rekord adatlapjának tetején.
ru: Сделать так, чтобы это сообщество выводилось вверху страницы с подробностями по этой записи.
sv: Ställ in att denna community ska visas högst upp på sidan med detaljer om posten.
tr: Bu topluluğu, kayıt ayrıntıları sayfasının en üstünde görünecek şekilde ayarlayın.

source: Pending communities
ar: المجتمعات المعلّقة
fi: Odottavat yhteisöt
hu: Függőben lévő közösségek
sv: Väntande communities
tr: Bekleyen topluluklar

source: Search for pending submissions to communities...
ar: البحث عن المقترحات المعلّقة المرسلة للمجتمعات...
fi: Hae yhteisöihin odottavia lähetyksiä...
hu: A közösségekhez küldött függőben lévő beadások keresése...
ru: Искать по материалам, ожидающим согласования в сообществе...
sv: Sök efter pågående inlämningar till communities...
tr: Topluluklara iletilmiş beklemede kalan gönderileri arayın...

source: An error occurred while generating the citation.
ar: حدث خطأ أثناء إنشاء الاستشهاد.
fi: Viitteen luomisessa tapahtui virhe.
hu: Hiba történt az idézés generálása közben.
ru: В процессе генерции библиографической ссылки возникла ошибка.
sv: Ett fel uppstod när citatet genererades.
tr: Referans oluşturulurken bir hata oluştu.

source: Style
ar: أسلوب
fi: Tyyli
hu: Stílus
ru: Стиль
sv: Stil
tr: Stil

source: This record is not included in any communities yet.
ar: هذه التّسجيلة غير مدرجة بعد في أحد المجتمعات.
fi: Tätä tietuetta ei ole vielä liitetty mihinkään yhteisöön.
hu: Ez a rekord még nem szerepel egyetlen közösségben sem.
ru: Эта запись еще не включена ни в какие сообщества.
sv: Posten ingår inte i några communities ännu.
tr: Bu kayıt henüz hiçbir topluluğa dahil edilmedi.

source: Part of
fi: Osa
tr: Şunun parçası:

source: Search for community...
ar: البحث عن مجتمع...
fi: Hae yhteisöä...
hu: Közösség keresése...
ru: Искать сообщество...
sv: Sök efter community...
tr: Topluluk arayın...

source: Record submitted
ar: أرسلت التّسجيلة
fi: Tietue lähetetty
hu: Rekord beküldve
ru: Запись отправлена
sv: Post inskickad
tr: Kayıt gönderildi

source: Review requested
ar: بحاجة للتّقييم
fi: Arviointi pyydetty
hu: Elbírálás kérése
ru: Направлен запрос на проверку
sv: Granskning begärd
tr: İnceleme istendi

source: Search in all communities
ar: البحث في كل المجتمعات
fi: Hae kaikista yhteisöistä
hu: Keresés az összes közösségben
ru: Искать по всем сообществам
sv: Sök i alla communities
tr: Tüm topluluklarda ara

source: Search in my communities
ar: البحث في مجتمعاتي
fi: Hae omista yhteisöistäni
hu: Keresés a saját közösségeimben
ru: Искать в моем сообществе
sv: Sök i mina communities
tr: Benim topluluklarımda ara

source: Select a community
ar: إختر مجتمعا
fi: Valitse yhteisö
hu: Közösség kiválasztása
ru: Выбрать сообщество
sv: Välj en community
tr: Bir topluluk seçin

source: Version {{- version}}
ar: إصدار {{- version}}
fi: Versio {{- version}}
hu: {{- version}} verzió
ru: Версия {{- version}}
tr: Sürüm {{- version}}

source: Preview
ar: معاينة
fi: Esikatselu
hu: Előnézet
ru: Предварительный просмотр
sv: Förhandsgranska
tr: Gözden geçir

source: Only published versions are displayed.
ar: يمكن الإطلاع على الإصدار المنشور فقط.
fi: Vain julkaistut versiot näytetään.
hu: Csak a közzétett verziókat jelenítettük meg.
ru: Отображаются только опубликованные версии.
sv: Endast publicerade versioner visas.
tr: Yalnızca yayınlanmış sürümler görüntüleniyor.

source: An error occurred while fetching the versions.
ar: حدث خطأ أثناء معالجة الإصدار.
fi: Versioita haettaessa tapahtui virhe.
hu: A verziók lekérdezése során hiba történt.
ru: При выводе версий произошла ошибка.
sv: Ett fel uppstod när versionerna hämtades.
tr: Sürümler getirilirken bir hata oluştu.

source: Cite all versions?
fi: Viitataanko kaikkiin versioihin?
tr: Tüm sürümler alıntılansın mı?

source: You can cite all versions by using the DOI
fi: Voit viitata kaikkiin versioihin käyttämällä DOI-tunnusta
tr: DOI'yi kullanarak tüm sürümleri alıntı yapabilirsiniz.

source: This DOI represents all versions, and will always resolve to the latest one.
fi: Tämä DOI edustaa kaikkia versioita ja ohjautuu aina uusimpaan versioon.
tr: Bu DOI, tüm sürümleri temsil eder ve her zaman en son sürüme çözümlenir.

source: Read more
fi: Lue lisää
tr: Devamını okuyun

source: The DOI is registered when the first version is published.
fi: DOI rekisteröidään, kun ensimmäinen versio julkaistaan.
tr: DOI, ilk sürüm yayınlandığında kaydedilir.

source: Remove
ar: حذف
fi: Poista
hu: Eltávolítás
ru: Убрать
sv: Ta bort
tr: Kaldır

source: Remove {{communityTitle}} from this record
ar: إحذف {{communityTitle}} من هذه التّسجيلة
fi: Poista {{communityTitle}} tästä tietueesta
hu: A {{communityTitle}} törlése ebből a rekordból
ru: Убрать {{communityTitle}} из этой записи
sv: Ta bort {{communityTitle}} från den här posten
tr: {{communityTitle}} topluluk başlığını bu kayıttan kaldır

source: Remove community
ar: حذف المجتمع
fi: Poista yhteisö
hu: Közösség eltávolítása
ru: Убрать сообщество
sv: Ta bort community
tr: Topluluğu kaldır

source: Are you sure you want to remove the record from the community?
ar: هل انت متأكد من حذف التّسجيلة من هذا المجتمع؟
fi: Haluatko varmasti poistaa tietueen yhteisöstä?
hu: Biztosan el akarja távolítani a rekordot a közösségből?
ru: Вы уверены, что хотите убрать запись из сообщества?
sv: Är du säker på att du vill ta bort posten från communityn?
tr: Kaydı topluluktan kaldırmak istediğinizden emin misiniz?

source: I understand the consequences:
ar: أنا أتفهّم النتائج:
fi: Ymmärrän seuraukset:
hu: Megértettem a következményeket:
ru: Я понимаю последствия:
sv: Jag förstår följderna:
tr: Sonuçlarını anlıyorum:

source: Members of the community
fi: Yhteisön jäsenet
tr: Topluluk üyeleri,

source: will
tr: kayıtlara

source: lose their access
fi: menettävät pääsynsä
tr: erişimlerini

source: to the record.
fi: tietueeseen.
tr: kaybedeceklerdir.

source: The record can only be re-included in the community by going through a new review by the community curators.
ar: يمكن إعادة إدراج التّسجيلة في المجتمع من خلال إجراء مراجعة جديدة من قِبل أمناء المجتمع.
fi: Tietue voidaan liittää uudelleen yhteisöön vain käymällä läpi uusi arviointi yhteisön kuraattoreiden toimesta.
hu: A rekordot csak akkor lehet újra felvenni a közösségbe, ha a közösség kurátorai újból átnézik.
ru: Чтобы снова включить запись в сообщество, придется заново провести ее через процедуру согласования с кураторами этого сообщества.
sv: Posten kan endast återinkluderas i communityn genom att genomgå en ny granskning av communityns granskare.
tr: Kaydın, topluluğa yeniden dahil edilebilmesi ancak topluluk küratörleri tarafından yeniden incelenmesiyle mümkündür.

source: Something went wrong
ar: هناك خطأ ما.
fi: Jokin meni pieleen
hu: Valami hiba történt.
ru: Что-то пошло не так
sv: Något gick fel
tr: Bir şeyler ters gitti

source: Cancel removal
ar: إلغاء الحذف
fi: Peruuta poistaminen
hu: Eltávolítás visszavonása
ru: Отменить удаление
sv: Avbryt borttagning
tr: Kaldırmayı iptal et

source: Cancel
ar: إلغاء
fi: Peruuta
hu: Mégsem
ru: Отменить
sv: Avbryt
tr: İptal

source: Confirm removal
ar: تأكيد الحذف
fi: Vahvista poistaminen
hu: Eltávolítás megerősítése
ru: Подтвердить удаление
sv: Bekräfta borttagning
tr: Kaldırmayı onayla

source: Select permissions
ar: إختر الأذون
fi: Valitse käyttöoikeudet
hu: Engedélyek kiválasztása
ru: Выберите права
sv: Välj behörigheter
tr: İzinleri seçin

source: Short name for your link (optional).
ar: إسم مختصر لرابطك (اختياري).
fi: Lyhyt nimi linkillesi (valinnainen).
hu: Rövid név a linkhez (opcionális)
ru: Краткое наименование для вашей ссылки (опционально).
sv: Kort namn för din länk (valfritt).
tr: Bağlantınız için kısa adlandırma (isteğe bağlı).

source: Expiration date format: YYYY-MM-DD
ar: صيغة تاريخ انتهاء الصلاحية: YYYY-MM-DD
fi: Viimeinen voimassaolopäivä: YYYY-MM-DD
hu: Lejárati dátum formátuma: ÉÉÉÉ-HH-NN
ru: Формат даты истечения срока: ГГГГ-ММ-ДД
sv: Format för utgångsdatum: ÅÅÅÅ-MM-DD
tr: Son kullanma tarihi biçimi: YYYY-AA-GG

source: Expiration date: YYYY-MM-DD or never if blank (optional).
ar: تاريخ انتهاء الصلاحية: YYYY-MM-DD أو "أبدًا" إذا كان فارغًا (اختياري).
fi: Päättymispäivä: YYYY-MM-DD tai ei koskaan, jos tyhjä (valinnainen).
hu: Lejárati dátum: ÉÉÉÉ-HH-NN vagy üres mező esetén soha (opcionális)
sv: Utgångsdatum: ÅÅÅÅ-MM-DD eller aldrig om fältet är tomt (valfritt).
tr: Son kullanma tarihi: YYYY-AA-GG veya boşsa hiçbir zaman (isteğe bağlı).

source: Create a new link
ar: إنشاء رابط جديد
fi: Luo uusi linkki
hu: Új link létrehozása
ru: Создать новую ссылку
sv: Skapa en ny länk
tr: Yeni bir bağlantı oluştur

source: Link title
ar: عنوان الرابط
fi: Linkin otsikko
hu: Link címe
ru: Название ссылки
sv: Länktitel
tr: Bağlantı başlığı

source: Expires at
ar: ينتهي في:
fi: Vanhenee
hu: Lejár:
sv: Upphör att gälla
tr: Süresi dolar:

source: Never
ar: أبدا
fi: Ei koskaan
hu: Soha
ru: Никогда
sv: Aldrig
tr: Hiçbir zaman

source: Access
ar: ولوج
fi: Pääsy
hu: Hozzáférés
ru: Доступ
sv: Tillgång
tr: Erişim

source: Delete
ar: حذف
fi: Poista
hu: Törlés
ru: Удалить
sv: Radera
tr: Sil

source: Copy link
ar: نسخ الرابط
fi: Kopioi linkki
hu: Link másolása
ru: Копировать ссылку
sv: Kopiera länk
tr: Bağlantıyı kopyala

source: Can view
ar: يمكن الإطلاع
fi: Voi katsella
hu: Megtekintheti
ru: Может просматривать
sv: Kan visa
tr: Görüntüleyebilir

source: Can view restricted files of all versions of this record.
ar: يمكن عرض الملفات المقيدة لجميع إصدارات هذه التسجيلة.
fi: Voi katsella tämän tietueen kaikkien versioiden rajoitettuja tiedostoja.
hu: Megtekintheti a rekord összes verziójának korlátozott fájljait.
ru: Может просматривать файлы, находящиеся в ограниченном доступе, во всех версиях этой записи.
sv: Kan se filer med begränsad åtkomst för alla versioner av posten.
tr: Bu kaydın tüm sürümlerinin kısıtlanmış dosyalarını görüntüleyebilir.

source: Can preview drafts
ar: يمكن معاينة المسودات
fi: Voi esikatsella luonnoksia
hu: Előnézet megtekintése vázlatokból
ru: Может предварительно просматривать черновики
sv: Kan förhandsgranska utkast
tr: Taslakları önizleyebilir

source: Can view drafts, restricted files, and comment on associated draft requests of all versions of this record.
fi: Voi katsella luonnoksia ja rajoitettuja tiedostoja sekä kommentoida tähän tietueeseen liittyviä luonnospyyntöjä kaikissa versioissa.
tr: Taslakları, kısıtlı dosyaları görüntüleyebilir ve bu kaydın tüm sürümlerinin ilişkili taslak isteklerine yorum yapabilir.

source: Can edit
ar: يمكن التعديل
fi: Voi muokata
hu: Szerkesztheti
ru: Может редактировать
sv: Kan redigera
tr: Düzenleyebilir

source: Can edit drafts, view restricted files, and comment on associated draft requests of all versions of this record.
fi: Voi muokata luonnoksia, katsella rajoitettuja tiedostoja ja kommentoida tähän tietueeseen liittyviä luonnospyyntöjä kaikissa versioissa.
tr: Taslakları düzenleyebilir, kısıtlı dosyaları görüntüleyebilir ve bu kaydın tüm sürümlerinin ilişkili taslak isteklerine yorum yapabilir.

source: Can view (view access link can be created only after the record is published)
ar: يمكن العرض (يمكن إنشاء رابط الوصول للعرض فقط بعد نشر التسجيلة)
fi: Voi katsella (katselulinkki voidaan luoda vasta, kun tietue on julkaistu)
hu: Megtekintheti (a megtekintési hivatkozás csak a közzététel után hozható létre)
ru: Может просматривать (ссылка на просмотровый доступ может быть создана только после того, как запись опубликована)
sv: Kan visa (visningslänk kan skapas först efter att posten har publicerats)
tr: Görüntüleyebilir (görüntüleme erişim bağlantısı yalnızca kayıt yayınlandıktan sonra oluşturulabilir)

source: Expires
ar: تنتهي
fi: Vanhenee
hu: Lejár
ru: Истекает
sv: Upphör att gälla
tr: Süresi dolar

source: This record has no links generated yet.
ar: لم يتم إنشاء أي روابط لهذه التسجيلة بعد.
fi: Tälle tietueelle ei ole vielä luotu linkkejä.
hu: Ehhez a rekordhoz még nem generáltak linkeket.
ru: Для этой записи еще нет сгенерированных ссылок.
sv: Inga länkar har ännu genererats för den här posten.
tr: Bu kayıt için henüz hiçbir bağlantı oluşturulmadı.

source: Unable to change the access request settings.
ar: غير قادر على تغيير إعدادات طلب الوصول.
fi: Pyyntöjen asetuksia ei voida muuttaa.
hu: Nem lehet módosítani a hozzáférési kérelem beállításait.
ru: Невозможно изменить настройки запроса на доступ.
sv: Det går inte att ändra inställningarna för åtkomstbegäran.
tr: Erişim isteği ayarları değiştirilemiyor.

source: Allow authenticated users to request access to restricted files.
ar: السماح للمستخدمين المعتمدين بطلب الوصول إلى الملفات المقيدة.
fi: Salli todennettujen käyttäjien pyytää pääsyä rajoitettuihin tiedostoihin.
hu: Engedélyezi a hitelesített felhasználóknak a korlátozott fájlokhoz való hozzáférés kérését.
ru: Разрешить авторизованным пользователям запрашивать доступ к файлам с ограниченным доступом.
sv: Tillåt autentiserade användare att begära åtkomst till begränsade filer.
tr: Kimliği doğrulanmış kullanıcıların kısıtlı dosyalara erişim isteğinde bulunmasına izin verin.

source: Allow non-authenticated users to request access to restricted files.
ar: السماح للمستخدمين من غير المعتمدين بطلب الوصول إلى الملفات المقيدة.
fi: Salli todennuksen ulkopuolisten käyttäjien pyytää pääsyä rajoitettuihin tiedostoihin.
hu: Engedélyezi a nem hitelesített felhasználóknak a hozzáférés kérését a korlátozott fájlokhoz.
ru: Разрешить неавторизованным пользователям запрашивать доступ к файлам с ограниченным доступом.
sv: Tillåt icke-autentiserade användare att begära åtkomst till begränsade filer.
tr: Kimliği doğrulanmamış kullanıcıların kısıtlı dosyalara erişim isteğinde bulunmasına izin verin.

source: Accept conditions
ar: قبول الشروط
fi: Hyväksy ehdot
hu: Feltételek elfogadása
ru: Принять условия
sv: Acceptera villkor
tr: Şartları kabul edin

source: Advanced options
ar: خيارات متقدمة
fi: Lisäasetukset
hu: További lehetőségek
ru: Продвинутые настройки
sv: Avancerade inställningar
tr: Gelişmiş seçenekler

source: Save
ar: حفظ
fi: Tallenna
hu: Mentés
ru: Сохранить
sv: Spara
tr: Kaydet

source: No user has access to this record yet.
ar: لا يوجد مستخدم لديه حق الوصول إلى هذه التسجيلة حتى الآن.
fi: Kenelläkään käyttäjällä ei vielä ole pääsyä tähän tietueeseen.
hu: Ehhez a rekordhoz még egy felhasználónak sincs hozzáférése.
ru: Ни у одного пользователя пока нет доступа к этой записи.
sv: Ingen användare har åtkomst till denna post ännu.
tr: Bu kayda henüz hiçbir kullanıcının erişim yetkisi yok.

source: People with access
ar: الأشخاص الذين لديهم إمكانية الوصول
fi: Pääsyoikeutetut henkilöt
hu: Hozzáféréssel rendelkező emberek
ru: Люди с доступом
sv: Personer med åtkomst
tr: Erişim yetkisi olan kişiler

source: No group has access to this record yet.
ar: لا يوجد فريق لديه حق الوصول إلى هذه التسجيلة حتى الآن.
fi: Millään ryhmällä ei vielä ole pääsyä tähän tietueeseen.
hu: Ehhez a rekordhoz még egy csoportnak sincs hozzáférése.
ru: Ни у одной группы пока нет доступа к этой записи.
sv: Ingen grupp har åtkomst till denna post ännu.
tr: Bu kayda henüz hiçbir grubun erişim yetkisi yok.

source: Groups with access
ar: الفرق التي لديها إمكانية الوصول
fi: Pääsyoikeutetut ryhmät
hu: Hozzáféréssel rendelkező csoportok
ru: Группы с доступом
sv: Grupper med åtkomst
tr: Erişim yetkisi olan gruplar

source: You
ar: انت
fi: Sinä
hu: Ön
ru: Вы
sv: Du
tr: Siz

source: Add people
ar: إضافة أشخاص
fi: Lisää henkilöitä
hu: Emberek hozzáadása
ru: Добавить людей
sv: Lägg till personer
tr: Kişileri ekle

source: No selected users
ar: لا يوجد مستخدمين مختارين
fi: Ei valittuja käyttäjiä
hu: Nincsenek felhasználók kiválasztva
ru: Не выбрано ни одного пользователя
sv: Inga användare valda
tr: Hiçbir kullanıcı seçilmedi

source: Search for users to grant access (only users with a public profile can be invited)
ar: ابحث عن المستخدمين لمنحهم حق الوصول (يمكن دعوة المستخدمين الذين لديهم ملف تعريف مشاع فقط)
fi: Etsi käyttäjiä, joille myönnetään pääsy (vain julkisen profiilin omaavat käyttäjät voidaan kutsua)
hu: Felhasználók keresése hozzáférés megadásához (csak nyilvános profillal rendelkező felhasználók hívhatók meg)
ru: Искать пользователей для предоставления доступа (пригласить можно только пользователей с публичным профилем)
sv: Sök efter användare att tilldela åtkomst (endast användare med en offentlig profil kan bjudas in)
tr: Erişim verilecek kullanıcıları arayın (yalnızca profili herkese açık kullanıcılar davet edilebilir)

source: Search by email, full name or username
ar: البحث بعنوان البريد الإكتروني، الإسم الكامل أو إسم المستخدم
fi: Hae sähköpostilla, koko nimellä tai käyttäjätunnuksella
hu: Keresés email, teljes név vagy felhasználónév alapján
ru: Искать по адресу электронной почты, полному имени или юзернейму.
sv: Sök med e-post, fullständigt namn eller användarnamn
tr: E-posta, tam ad veya kullanıcı adı ile arama yapın

source: users
ar: المستخدمين
fi: käyttäjää
hu: felhasználók
ru: пользователи
sv: användare
tr: kullanıcılar

source: Add groups
ar: أضف مجموعات
fi: Lisää ryhmiä
hu: Csoportok hozzáadása
ru: Добавить группы
sv: Lägg till grupper
tr: Grupları ekle

source: Group
ar: فريق
fi: Ryhmä
hu: Csoport
ru: Группа
sv: Grupp
tr: Grup

source: No selected groups
ar: لا توجد فرق مختارة
fi: Ei valittuja ryhmiä
hu: Nincsenek kijelölt csoportok
ru: Не выбрано ни одной группы
sv: Inga grupper valda
tr: Hiçbir grup seçilmedi

source: Search for groups
ar: البحث عن مجموعات
fi: Hae ryhmiä
hu: Csoportok keresése
ru: Искать группы
sv: Sök efter grupper
tr: Grupları ara

source: groups
ar: الفرق
fi: ryhmää
hu: csoportok
ru: группы
sv: grupper
tr: gruplar

source: Add
ar: إضافة
fi: Lisää
hu: Hozzáadás
ru: Добавить
sv: Lägg till
tr: Ekle

source: Notify people
ar: إشعار الأشخاص
fi: Ilmoita henkilöille
hu: Emberek értesítése
ru: Уведомить людей
sv: Meddela personer
tr: Bildirim gönder

source: Notification message
ar: رسالة الإشعار
fi: Ilmoitusviesti
hu: Értesítés szövege
ru: Текст уведомления
sv: Aviseringsmeddelande
tr: Bildirim mesajı

source: You are about to add
ar: أنت على وشك إضافة
fi: Olet lisäämässä
hu: Hamarosan hozzáadja
ru: Вы собираетесь добавить
sv: Du är på väg att lägga till
tr: Şu grubu/grupları eklemek üzeresiniz:

source: Access already granted
ar: تم منح الوصول بالفعل
fi: Pääsy on jo myönnetty
hu: A hozzáférés már engedélyezve van
ru: Доступ уже предоставлен
sv: Åtkomst redan beviljad
tr: Erişim izni zaten verilmiş

source: Can manage
ar: يمكن إدارتها
fi: Voi hallita
hu: Kezelheti
ru: Может управлять
sv: Kan hantera
tr: Yönetebilir
